{"the": 1, ",": 2, ".": 3, "of": 4, "and": 5, "to": 6, "in": 7, "a": 8, "that": 9, "i": 10, "we": 11, "is": 12, "“": 13, "”": 14, "for": 15, "you": 16, "he": 17, "our": 18, "his": 19, "it": 20, "be": 21, "as": 22, "with": 23, "are": 24, "have": 25, "was": 26, "this": 27, "’": 28, "will": 29, "not": 30, "they": 31, "my": 32, "all": 33, "us": 34, "who": 35, "by": 36, "god": 37, "lord": 38, "their": 39, "on": 40, ":": 41, "from": 42, "s": 43, "your": 44, "but": 45, "when": 46, "or": 47, "one": 48, "church": 49, "can": 50, "them": 51, "do": 52, "had": 53, "christ": 54, "him": 55, "which": 56, ";": 57, "-": 58, "jesus": 59, "me": 60, "there": 61, "has": 62, "?": 63, "what": 64, "were": 65, "—": 66, "life": 67, "so": 68, "father": 69, "at": 70, "would": 71, "if": 72, "an": 73, "those": 74, "said": 75, "may": 76, "love": 77, "been": 78, "her": 79, "children": 80, "know": 81, "time": 82, "these": 83, "more": 84, "day": 85, "world": 86, "great": 87, "see": 88, "she": 89, "…": 90, "family": 91, "many": 92, "no": 93, "shall": 94, "young": 95, "(": 96, "then": 97, "come": 98, "president": 99, "faith": 100, "unto": 101, "how": 102, "people": 103, "through": 104, "about": 105, "man": 106, "priesthood": 107, "things": 108, "some": 109, "gospel": 110, "each": 111, "work": 112, "men": 113, "spirit": 114, "savior": 115, "into": 116, "now": 117, "other": 118, "upon": 119, "even": 120, "only": 121, "years": 122, "[": 123, "out": 124, "must": 125, "help": 126, "because": 127, "should": 128, "than": 129, "ye": 130, "also": 131, "name": 132, "lives": 133, "first": 134, "every": 135, "could": 136, "good": 137, "way": 138, "up": 139, "home": 140, "]": 141, "t": 142, "holy": 143, "prophet": 144, ")": 145, "like": 146, "power": 147, "need": 148, "son": 149, "own": 150, "others": 151, "did": 152, "joseph": 153, "words": 154, "before": 155, "eternal": 156, "!": 157, "after": 158, "members": 159, "am": 160, "earth": 161, "such": 162, "make": 163, "very": 164, "most": 165, "where": 166, "go": 167, "just": 168, "over": 169, "never": 170, "heart": 171, "let": 172, "women": 173, "book": 174, "another": 175, "temple": 176, "came": 177, "give": 178, "given": 179, "say": 180, "made": 181, "live": 182, "much": 183, "being": 184, "true": 185, "well": 186, "sisters": 187, "any": 188, "heavenly": 189, "become": 190, "taught": 191, "smith": 192, "new": 193, "two": 194, "today": 195, "little": 196, "its": 197, "testimony": 198, "remember": 199, "truth": 200, "called": 201, "take": 202, "blessings": 203, "spiritual": 204, "feel": 205, "service": 206, "pray": 207, "mormon": 208, "serve": 209, "heaven": 210, "parents": 211, "saints": 212, "always": 213, "again": 214, "same": 215, "without": 216, "might": 217, "living": 218, "prayer": 219, "receive": 220, "thou": 221, "light": 222, "mother": 223, "teach": 224, "asked": 225, "mission": 226, "find": 227, "scriptures": 228, "amen": 229, "keep": 230, "experience": 231, "hearts": 232, "ghost": 233, "times": 234, "old": 235, "word": 236, "families": 237, "peace": 238, "right": 239, "brethren": 240, "thy": 241, "here": 242, "while": 243, "ever": 244, "think": 245, "down": 246, "follow": 247, "commandments": 248, "important": 249, "personal": 250, "together": 251, "learn": 252, "latter": 253, "hope": 254, "read": 255, "joy": 256, "cannot": 257, "days": 258, "believe": 259, "ago": 260, "sacred": 261, "example": 262, "kingdom": 263, "part": 264, "prophets": 265, "back": 266, "few": 267, "plan": 268, "place": 269, "told": 270, "away": 271, "long": 272, "bring": 273, "year": 274, "speak": 275, "too": 276, "felt": 277, "understand": 278, "yet": 279, "mind": 280, "witness": 281, "found": 282, "why": 283, "often": 284, "conference": 285, "strength": 286, "society": 287, "knew": 288, "done": 289, "among": 290, "whom": 291, "want": 292, "brothers": 293, "missionaries": 294, "received": 295, "both": 296, "covenants": 297, "call": 298, "blessing": 299, "voice": 300, "elder": 301, "divine": 302, "during": 303, "testify": 304, "faithful": 305, "last": 306, "brother": 307, "leaders": 308, "does": 309, "went": 310, "wife": 311, "stand": 312, "happiness": 313, "get": 314, "blessed": 315, "missionary": 316, "three": 317, "himself": 318, "bear": 319, "child": 320, "‘": 321, "don": 322, "gave": 323, "ourselves": 324, "ask": 325, "full": 326, "woman": 327, "hand": 328, "principles": 329, "friends": 330, "bishop": 331, "knowledge": 332, "death": 333, "relief": 334, "hands": 335, "comes": 336, "heard": 337, "look": 338, "doctrine": 339, "still": 340, "seek": 341, "better": 342, "small": 343, "revelation": 344, "desire": 345, "responsibility": 346, "sister": 347, "able": 348, "counsel": 349, "hear": 350, "sins": 351, "promise": 352, "member": 353, "something": 354, "bless": 355, "soul": 356, "gift": 357, "put": 358, "under": 359, "house": 360, "end": 361, "saw": 362, "city": 363, "doing": 364, "thee": 365, "within": 366, "meeting": 367, "later": 368, "learned": 369, "forth": 370, "thing": 371, "needs": 372, "teaching": 373, "having": 374, "behold": 375, "general": 376, "wonderful": 377, "however": 378, "best": 379, "stake": 380, "thought": 381, "atonement": 382, "quorum": 383, "until": 384, "once": 385, "p": 386, "left": 387, "against": 388, "face": 389, "boy": 390, "opportunity": 391, "use": 392, "set": 393, "around": 394, "message": 395, "evil": 396, "law": 397, "authority": 398, "morning": 399, "means": 400, "self": 401, "second": 402, "youth": 403, "going": 404, "ward": 405, "sacrifice": 406, "grateful": 407, "took": 408, "beloved": 409, "understanding": 410, "homes": 411, "high": 412, "though": 413, "worthy": 414, "share": 415, "hold": 416, "tell": 417, "themselves": 418, "sin": 419, "course": 420, "presidency": 421, "began": 422, "body": 423, "ways": 424, "care": 425, "night": 426, "nor": 427, "friend": 428, "apostles": 429, "loved": 430, "answer": 431, "sometimes": 432, "special": 433, "salvation": 434, "change": 435, "beautiful": 436, "person": 437, "repentance": 438, "twelve": 439, "righteousness": 440, "prayers": 441, "prepare": 442, "sons": 443, "therefore": 444, "purpose": 445, "became": 446, "filled": 447, "john": 448, "restored": 449, "greater": 450, "enough": 451, "following": 452, "school": 453, "walk": 454, "kind": 455, "history": 456, "greatest": 457, "lake": 458, "marriage": 459, "loving": 460, "ordinances": 461, "perfect": 462, "return": 463, "salt": 464, "prepared": 465, "forward": 466, "since": 467, "teachings": 468, "alone": 469, "next": 470, "eyes": 471, "influence": 472, "early": 473, "strong": 474, "brought": 475, "covenant": 476, "far": 477, "throughout": 478, "question": 479, "seen": 480, "lost": 481, "dear": 482, "king": 483, "needed": 484, "leave": 485, "difficult": 486, "nothing": 487, "trust": 488, "saying": 489, "righteous": 490, "study": 491, "age": 492, "really": 493, "choose": 494, "whose": 495, "future": 496, "between": 497, "wrote": 498, "act": 499, "coming": 500, "sacrament": 501, "hinckley": 502, "paul": 503, "hath": 504, "someone": 505, "wisdom": 506, "lead": 507, "order": 508, "obedience": 509, "known": 510, "build": 511, "souls": 512, "husband": 513, "direction": 514, "perhaps": 515, "promised": 516, "welfare": 517, "feelings": 518, "meet": 519, "whether": 520, "matter": 521, "mortal": 522, "possible": 523, "challenges": 524, "path": 525, "glory": 526, "provide": 527, "listen": 528, "rather": 529, "alma": 530, "turn": 531, "kimball": 532, "simple": 533, "sent": 534, "individual": 535, "thus": 536, "pass": 537, "feeling": 538, "peter": 539, "building": 540, "spoke": 541, "different": 542, "land": 543, "fear": 544, "water": 545, "lived": 546, "hard": 547, "past": 548, "four": 549, "calling": 550, "cause": 551, "humble": 552, "scripture": 553, "according": 554, "continue": 555, "off": 556, "fathers": 557, "added": 558, "pure": 559, "suffering": 560, "baptism": 561, "courage": 562, "almost": 563, "nephi": 564, "beyond": 565, "principle": 566, "neither": 567, "toward": 568, "precious": 569, "daughters": 570, "disciples": 571, "whole": 572, "satan": 573, "comfort": 574, "baptized": 575, "teacher": 576, "israel": 577, "sunday": 578, "m": 579, "five": 580, "declared": 581, "keys": 582, "moment": 583, "repent": 584, "willing": 585, "gratitude": 586, "daily": 587, "serving": 588, "truly": 589, "inspired": 590, "presence": 591, "less": 592, "present": 593, "save": 594, "teachers": 595, "story": 596, "knows": 597, "real": 598, "honor": 599, "sure": 600, "physical": 601, "open": 602, "daughter": 603, "redeemer": 604, "reach": 605, "yea": 606, "aaronic": 607, "happy": 608, "accept": 609, "beginning": 610, "human": 611, "vision": 612, "free": 613, "poor": 614, "thank": 615, "talk": 616, "born": 617, "thoughts": 618, "prayed": 619, "spoken": 620, "used": 621, "circumstances": 622, "effort": 623, "recently": 624, "strengthen": 625, "begin": 626, "side": 627, "loves": 628, "charity": 629, "wanted": 630, "visit": 631, "along": 632, "across": 633, "held": 634, "nations": 635, "fast": 636, "taken": 637, "wish": 638, "master": 639, "looked": 640, "grow": 641, "monson": 642, "experiences": 643, "evening": 644, "dead": 645, "process": 646, "concerning": 647, "several": 648, "learning": 649, "program": 650, "months": 651, "truths": 652, "zion": 653, "finally": 654, "large": 655, "forever": 656, "guide": 657, "mankind": 658, "duty": 659, "close": 660, "mine": 661, "room": 662, "resurrection": 663, "didn": 664, "served": 665, "temples": 666, "anything": 667, "yes": 668, "respect": 669, "foundation": 670, "rest": 671, "making": 672, "deep": 673, "support": 674, "else": 675, "fact": 676, "privilege": 677, "pain": 678, "speaking": 679, "restoration": 680, "stood": 681, "soon": 682, "generation": 683, "followed": 684, "sense": 685, "o": 686, "especially": 687, "servants": 688, "answered": 689, "necessary": 690, "apostle": 691, "shalt": 692, "pay": 693, "surely": 694, "met": 695, "clear": 696, "please": 697, "including": 698, "b": 699, "door": 700, "questions": 701, "problems": 702, "tonight": 703, "try": 704, "places": 705, "journey": 706, "efforts": 707, "mothers": 708, "clean": 709, "myself": 710, "express": 711, "certain": 712, "fully": 713, "nature": 714, "everything": 715, "powerful": 716, "third": 717, "indeed": 718, "glorious": 719, "mercy": 720, "works": 721, "meetings": 722, "money": 723, "importance": 724, "head": 725, "show": 726, "number": 727, "thousands": 728, "revealed": 729, "seem": 730, "inspiration": 731, "turned": 732, "darkness": 733, "led": 734, "war": 735, "simply": 736, "wise": 737, "ones": 738, "written": 739, "agency": 740, "knowing": 741, "wrong": 742, "passed": 743, "united": 744, "giving": 745, "letter": 746, "commandment": 747, "easy": 748, "died": 749, "opportunities": 750, "office": 751, "guidance": 752, "companion": 753, "above": 754, "provided": 755, "says": 756, "week": 757, "flesh": 758, "consider": 759, "boys": 760, "wants": 761, "whatever": 762, "modern": 763, "promises": 764, "council": 765, "reason": 766, "reading": 767, "recognize": 768, "eternity": 769, "confidence": 770, "already": 771, "choices": 772, "testimonies": 773, "established": 774, "challenge": 775, "keeping": 776, "brigham": 777, "record": 778, "least": 779, "spiritually": 780, "language": 781, "commanded": 782, "none": 783, "walked": 784, "individuals": 785, "primary": 786, "states": 787, "chosen": 788, "carry": 789, "gone": 790, "moses": 791, "returned": 792, "endure": 793, "mortality": 794, "tithing": 795, "food": 796, "ordained": 797, "fulness": 798, "standards": 799, "six": 800, "required": 801, "move": 802, "increase": 803, "built": 804, "wonder": 805, "overcome": 806, "minds": 807, "forgiveness": 808, "single": 809, "yourself": 810, "enter": 811, "moral": 812, "area": 813, "fall": 814, "trying": 815, "essential": 816, "enjoy": 817, "pattern": 818, "feet": 819, "available": 820, "everyone": 821, "ve": 822, "choice": 823, "opened": 824, "–": 825, "near": 826, "continued": 827, "angels": 828, "state": 829, "commitment": 830, "described": 831, "group": 832, "offer": 833, "gain": 834, "adam": 835, "gives": 836, "point": 837, "marvelous": 838, "virtue": 839, "seemed": 840, "seems": 841, "stay": 842, "married": 843, "ministry": 844, "lesson": 845, "attend": 846, "manner": 847, "realize": 848, "progress": 849, "exercise": 850, "sheep": 851, "wherefore": 852, "testament": 853, "leader": 854, "activities": 855, "serious": 856, "changed": 857, "bible": 858, "forgive": 859, "decisions": 860, "responsibilities": 861, "obey": 862, "placed": 863, "worship": 864, "laws": 865, "david": 866, "sustain": 867, "further": 868, "instead": 869, "mighty": 870, "helped": 871, "answers": 872, "tears": 873, "working": 874, "dispensation": 875, "invite": 876, "moved": 877, "benson": 878, "miracle": 879, "bishops": 880, "growth": 881, "saved": 882, "lift": 883, "meaning": 884, "response": 885, "kindness": 886, "attention": 887, "gifts": 888, "concern": 889, "line": 890, "capacity": 891, "organization": 892, "hours": 893, "standing": 894, "ancient": 895, "worth": 896, "decision": 897, "kept": 898, "rejoice": 899, "tried": 900, "trials": 901, "examples": 902, "actions": 903, "brings": 904, "w": 905, "preparation": 906, "doubt": 907, "hour": 908, "000": 909, "moroni": 910, "watch": 911, "develop": 912, "happened": 913, "suffer": 914, "sorrow": 915, "makes": 916, "looking": 917, "everlasting": 918, "helping": 919, "remarkable": 920, "forget": 921, "result": 922, "remain": 923, "humbly": 924, "lose": 925, "character": 926, "appeared": 927, "created": 928, "occasion": 929, "obedient": 930, "1": 931, "center": 932, "visited": 933, "field": 934, "reality": 935, "avoid": 936, "account": 937, "older": 938, "seeking": 939, "services": 940, "ready": 941, "patience": 942, "step": 943, "success": 944, "events": 945, "explained": 946, "experienced": 947, "music": 948, "ability": 949, "period": 950, "james": 951, "understood": 952, "carefully": 953, "requires": 954, "complete": 955, "anyone": 956, "got": 957, "sabbath": 958, "invitation": 959, "source": 960, "statement": 961, "taking": 962, "nation": 963, "short": 964, "sweet": 965, "report": 966, "ll": 967, "invited": 968, "basic": 969, "recorded": 970, "presidents": 971, "2": 972, "arms": 973, "appreciation": 974, "leadership": 975, "servant": 976, "lessons": 977, "road": 978, "desires": 979, "missions": 980, "dad": 981, "mean": 982, "america": 983, "role": 984, "offered": 985, "cross": 986, "ahead": 987, "weeks": 988, "broken": 989, "sat": 990, "organized": 991, "sick": 992, "ground": 993, "melchizedek": 994, "assignment": 995, "becomes": 996, "send": 997, "control": 998, "strive": 999, "join": 1000, "active": 1001, "natural": 1002, "religion": 1003, "allow": 1004, "education": 1005, "elders": 1006, "shared": 1007, "responded": 1008, "generations": 1009, "significant": 1010, "cast": 1011, "utah": 1012, "obtain": 1013, "accepted": 1014, "assist": 1015, "declare": 1016, "final": 1017, "activity": 1018, "lay": 1019, "constant": 1020, "training": 1021, "encourage": 1022, "although": 1023, "purposes": 1024, "growing": 1025, "honest": 1026, "started": 1027, "yourselves": 1028, "sincere": 1029, "girl": 1030, "clearly": 1031, "value": 1032, "gathered": 1033, "measure": 1034, "grace": 1035, "behind": 1036, "leads": 1037, "mary": 1038, "blood": 1039, "deeply": 1040, "teaches": 1041, "immediately": 1042, "angel": 1043, "gordon": 1044, "records": 1045, "expressed": 1046, "replied": 1047, "die": 1048, "except": 1049, "sound": 1050, "half": 1051, "ten": 1052, "labor": 1053, "celestial": 1054, "seven": 1055, "business": 1056, "3": 1057, "longer": 1058, "temptation": 1059, "practice": 1060, "draw": 1061, "pride": 1062, "add": 1063, "country": 1064, "fire": 1065, "eight": 1066, "suffered": 1067, "hast": 1068, "art": 1069, "acts": 1070, "entire": 1071, "nearly": 1072, "healing": 1073, "respond": 1074, "midst": 1075, "everywhere": 1076, "reminded": 1077, "christian": 1078, "class": 1079, "doctrines": 1080, "key": 1081, "consequences": 1082, "concerned": 1083, "earthly": 1084, "matters": 1085, "destroy": 1086, "sea": 1087, "re": 1088, "subject": 1089, "hundred": 1090, "moments": 1091, "becoming": 1092, "focus": 1093, "saith": 1094, "abraham": 1095, "tabernacle": 1096, "health": 1097, "partake": 1098, "lehi": 1099, "direct": 1100, "branch": 1101, "touched": 1102, "relationship": 1103, "happen": 1104, "worked": 1105, "safety": 1106, "interest": 1107, "fail": 1108, "stated": 1109, "counseled": 1110, "imagine": 1111, "talents": 1112, "takes": 1113, "d": 1114, "position": 1115, "increased": 1116, "expression": 1117, "either": 1118, "integrity": 1119, "white": 1120, "bread": 1121, "potential": 1122, "car": 1123, "twenty": 1124, "common": 1125, "action": 1126, "membership": 1127, "resurrected": 1128, "participate": 1129, "goodness": 1130, "visiting": 1131, "miracles": 1132, "perform": 1133, "provides": 1134, "higher": 1135, "proper": 1136, "play": 1137, "search": 1138, "particularly": 1139, "behavior": 1140, "realized": 1141, "callings": 1142, "burdens": 1143, "form": 1144, "arrived": 1145, "wherever": 1146, "community": 1147, "fulfill": 1148, "quickly": 1149, "receiving": 1150, "sealed": 1151, "job": 1152, "compassion": 1153, "goal": 1154, "heavens": 1155, "assurance": 1156, "powers": 1157, "month": 1158, "judge": 1159, "devil": 1160, "eye": 1161, "sing": 1162, "heavy": 1163, "difference": 1164, "accomplish": 1165, "strengthened": 1166, "fell": 1167, "spirits": 1168, "dedicated": 1169, "front": 1170, "saint": 1171, "raised": 1172, "fruit": 1173, "thinking": 1174, "birth": 1175, "religious": 1176, "oh": 1177, "witnesses": 1178, "stop": 1179, "carried": 1180, "entered": 1181, "neighbors": 1182, "itself": 1183, "outside": 1184, "begotten": 1185, "force": 1186, "rich": 1187, "rise": 1188, "humility": 1189, "temporal": 1190, "ought": 1191, "wives": 1192, "goes": 1193, "lack": 1194, "likewise": 1195, "view": 1196, "freedom": 1197, "standard": 1198, "listening": 1199, "terrible": 1200, "values": 1201, "messages": 1202, "eventually": 1203, "whatsoever": 1204, "determined": 1205, "tender": 1206, "price": 1207, "burden": 1208, "revelations": 1209, "stakes": 1210, "judgment": 1211, "observed": 1212, "girls": 1213, "sight": 1214, "continues": 1215, "grandchildren": 1216, "problem": 1217, "spencer": 1218, "fill": 1219, "similar": 1220, "names": 1221, "tree": 1222, "run": 1223, "eat": 1224, "social": 1225, "conditions": 1226, "constantly": 1227, "local": 1228, "reached": 1229, "decided": 1230, "preparing": 1231, "vital": 1232, "tells": 1233, "5": 1234, "asking": 1235, "aware": 1236, "verily": 1237, "firm": 1238, "profound": 1239, "caring": 1240, "paid": 1241, "sought": 1242, "exaltation": 1243, "evidence": 1244, "expect": 1245, "certainly": 1246, "nevertheless": 1247, "earlier": 1248, "valley": 1249, "public": 1250, "10": 1251, "thine": 1252, "recent": 1253, "qualify": 1254, "priests": 1255, "justice": 1256, "isn": 1257, "personally": 1258, "unique": 1259, "lifted": 1260, "bodies": 1261, "jacob": 1262, "conduct": 1263, "unless": 1264, "committed": 1265, "effect": 1266, "preach": 1267, "instruction": 1268, "instructed": 1269, "directed": 1270, "faced": 1271, "various": 1272, "successful": 1273, "involved": 1274, "address": 1275, "university": 1276, "caused": 1277, "unity": 1278, "temptations": 1279, "devotion": 1280, "4": 1281, "duties": 1282, "quiet": 1283, "solemn": 1284, "minutes": 1285, "joined": 1286, "counselors": 1287, "dark": 1288, "changes": 1289, "touch": 1290, "conversion": 1291, "moving": 1292, "resources": 1293, "song": 1294, "couple": 1295, "praying": 1296, "include": 1297, "doesn": 1298, "discipline": 1299, "late": 1300, "holding": 1301, "using": 1302, "correct": 1303, "south": 1304, "thousand": 1305, "leaving": 1306, "seventy": 1307, "impressed": 1308, "ponder": 1309, "priest": 1310, "wait": 1311, "system": 1312, "season": 1313, "listened": 1314, "holders": 1315, "clothing": 1316, "welcome": 1317, "emphasis": 1318, "apply": 1319, "noble": 1320, "spent": 1321, "millions": 1322, "benjamin": 1323, "bed": 1324, "thanks": 1325, "warning": 1326, "responsible": 1327, "observe": 1328, "april": 1329, "adversary": 1330, "assigned": 1331, "section": 1332, "start": 1333, "pp": 1334, "neighbor": 1335, "programs": 1336, "relationships": 1337, "jerusalem": 1338, "fulfilled": 1339, "situation": 1340, "existence": 1341, "laid": 1342, "protect": 1343, "deseret": 1344, "television": 1345, "miles": 1346, "test": 1347, "company": 1348, "hundreds": 1349, "sustained": 1350, "remembered": 1351, "false": 1352, "behalf": 1353, "ancestors": 1354, "quorums": 1355, "determination": 1356, "bad": 1357, "quite": 1358, "watched": 1359, "walking": 1360, "weak": 1361, "familiar": 1362, "raise": 1363, "york": 1364, "cometh": 1365, "attended": 1366, "ordinance": 1367, "case": 1368, "atoning": 1369, "particular": 1370, "calls": 1371, "seed": 1372, "cry": 1373, "won": 1374, "sit": 1375, "event": 1376, "attitude": 1377, "write": 1378, "believed": 1379, "drink": 1380, "frequently": 1381, "mountain": 1382, "voices": 1383, "command": 1384, "minister": 1385, " …": 1386, "verse": 1387, "j": 1388, "converted": 1389, "rock": 1390, "reward": 1391, "waiting": 1392, "shepherd": 1393, "despair": 1394, "thomas s": 1395, "dwell": 1396, "big": 1397, "establish": 1398, "gather": 1399, "expected": 1400, "talked": 1401, "regardless": 1402, "waters": 1403, "hospital": 1404, "appointed": 1405, "performed": 1406, "actually": 1407, "image": 1408, "afraid": 1409, "chapter": 1410, "sun": 1411, "require": 1412, "fellow": 1413, "immortality": 1414, "closer": 1415, "regarding": 1416, "lee": 1417, "nauvoo": 1418, "books": 1419, "f": 1420, "fundamental": 1421, "heed": 1422, "perspective": 1423, "faithfully": 1424, "authorities": 1425, "hymn": 1426, "redemption": 1427, "grandfather": 1428, "break": 1429, "helps": 1430, "river": 1431, "ours": 1432, "government": 1433, "italics": 1434, "appreciate": 1435, "stone": 1436, "eve": 1437, "determine": 1438, "continually": 1439, "lot": 1440, "co": 1441, "mistakes": 1442, "mckay": 1443, "pioneers": 1444, "parent": 1445, "stands": 1446, "wicked": 1447, "extended": 1448, "offering": 1449, "note": 1450, "pornography": 1451, "meant": 1452, "sharing": 1453, "feed": 1454, "mountains": 1455, "ezra": 1456, "almighty": 1457, "elijah": 1458, "destiny": 1459, "troubled": 1460, "travel": 1461, "beauty": 1462, "conversation": 1463, "picture": 1464, "appear": 1465, "fasting": 1466, "pleased": 1467, "dedication": 1468, "speaks": 1469, "bringing": 1470, "careful": 1471, "grant": 1472, "greatly": 1473, "recognized": 1474, "otherwise": 1475, "loss": 1476, "grew": 1477, "warned": 1478, "financial": 1479, "lie": 1480, "literally": 1481, "major": 1482, "protection": 1483, "yours": 1484, "effective": 1485, "completely": 1486, "garden": 1487, "saving": 1488, "reflect": 1489, "safe": 1490, "task": 1491, "aside": 1492, "cold": 1493, "reverence": 1494, "wickedness": 1495, "wards": 1496, "security": 1497, "information": 1498, "gathering": 1499, "adversity": 1500, "addition": 1501, "deny": 1502, "infinite": 1503, "husbands": 1504, "press": 1505, "session": 1506, "knees": 1507, "diligently": 1508, "hearing": 1509, "sufficient": 1510, "struggle": 1511, "widow": 1512, "degree": 1513, "attending": 1514, "reasons": 1515, "tremendous": 1516, "transgression": 1517, "lies": 1518, "needy": 1519, "development": 1520, "chose": 1521, "isaiah": 1522, "couples": 1523, "areas": 1524, "devoted": 1525, "prophetic": 1526, "offerings": 1527, "conviction": 1528, "ages": 1529, "million": 1530, "divinity": 1531, "goals": 1532, "deal": 1533, "engaged": 1534, "parts": 1535, "appropriate": 1536, "arise": 1537, "noticed": 1538, "table": 1539, "ed": 1540, "6": 1541, "recall": 1542, "younger": 1543, "taft": 1544, "caught": 1545, "ultimate": 1546, "afternoon": 1547, "pioneer": 1548, "stories": 1549, "significance": 1550, "seeing": 1551, "additional": 1552, "instructions": 1553, "finished": 1554, "doth": 1555, "heads": 1556, "extend": 1557, "spend": 1558, "summer": 1559, "west": 1560, "holds": 1561, "suddenly": 1562, "condition": 1563, "worldly": 1564, "companionship": 1565, "worldwide": 1566, "abuse": 1567, "obligation": 1568, "guided": 1569, "presiding": 1570, "england": 1571, "lovely": 1572, "encouragement": 1573, "create": 1574, "steps": 1575, "magnificent": 1576, "counselor": 1577, "anger": 1578, "bound": 1579, "prophecy": 1580, "smile": 1581, "manifest": 1582, "remission": 1583, "getting": 1584, "probably": 1585, "harmony": 1586, "chapel": 1587, "hungry": 1588, "usually": 1589, "baby": 1590, "stronger": 1591, "accomplished": 1592, "achieve": 1593, "train": 1594, "charge": 1595, "vast": 1596, "15": 1597, "setting": 1598, "memory": 1599, "declaration": 1600, "rescue": 1601, "opposition": 1602, "based": 1603, "belief": 1604, "highest": 1605, "spirituality": 1606, "liberty": 1607, "pulpit": 1608, "fourth": 1609, "countries": 1610, "promptings": 1611, "benefit": 1612, "trial": 1613, "fulfillment": 1614, "watching": 1615, "easter": 1616, "plead": 1617, "sustaining": 1618, "air": 1619, "converts": 1620, "team": 1621, "nov": 1622, "positive": 1623, "american": 1624, "battle": 1625, "wasn": 1626, "specific": 1627, "couldn": 1628, "faithfulness": 1629, "remind": 1630, "claim": 1631, "arm": 1632, "debt": 1633, "forgiven": 1634, "christlike": 1635, "enemy": 1636, "winter": 1637, "improve": 1638, "interesting": 1639, "talking": 1640, "begins": 1641, "thereof": 1642, "afflictions": 1643, "followers": 1644, "witnessed": 1645, "healed": 1646, "willingness": 1647, "virtuous": 1648, "grave": 1649, "assistance": 1650, "plates": 1651, "creation": 1652, "suggest": 1653, "encouraged": 1654, "heal": 1655, "thirty": 1656, "skills": 1657, "delivered": 1658, "brief": 1659, "easily": 1660, "testified": 1661, "paths": 1662, "forces": 1663, "critical": 1664, "failure": 1665, "idea": 1666, "drugs": 1667, "prove": 1668, "entitled": 1669, "included": 1670, "individually": 1671, "grown": 1672, "includes": 1673, "nephites": 1674, "purity": 1675, "likely": 1676, "stopped": 1677, "announced": 1678, "patient": 1679, "discovered": 1680, "12": 1681, "ultimately": 1682, "blind": 1683, "nine": 1684, "showed": 1685, "parable": 1686, "dream": 1687, "wondered": 1688, "snow": 1689, "news": 1690, "reaching": 1691, "spring": 1692, "october": 1693, "communication": 1694, "impossible": 1695, "sign": 1696, "developed": 1697, "energy": 1698, "inside": 1699, "forty": 1700, "employment": 1701, "quietly": 1702, "ministering": 1703, "material": 1704, "praise": 1705, "regularly": 1706, "century": 1707, "mount": 1708, "fine": 1709, "storm": 1710, "mouth": 1711, "regular": 1712, "destruction": 1713, "race": 1714, "approach": 1715, "deacons": 1716, "enjoyed": 1717, "increasing": 1718, "thomas": 1719, "shown": 1720, "prison": 1721, "bishopric": 1722, "leading": 1723, "named": 1724, "magnify": 1725, "economic": 1726, "honored": 1727, "suppose": 1728, "telling": 1729, "basis": 1730, "warm": 1731, "limited": 1732, "grandmother": 1733, "ship": 1734, "trouble": 1735, "deacon": 1736, "chance": 1737, "sitting": 1738, "persons": 1739, "ears": 1740, "daniel": 1741, "approached": 1742, "traveled": 1743, "bore": 1744, "oliver": 1745, "occurred": 1746, "struggling": 1747, "terms": 1748, "despite": 1749, "students": 1750, "anxious": 1751, "george": 1752, "cut": 1753, "instance": 1754, "bearing": 1755, "apart": 1756, "walls": 1757, "explain": 1758, "confirmed": 1759, "quoted": 1760, "busy": 1761, "beliefs": 1762, "wind": 1763, "beings": 1764, "mark": 1765, "creator": 1766, "commit": 1767, "lifetime": 1768, "worry": 1769, "total": 1770, "choir": 1771, "percent": 1772, "related": 1773, "cried": 1774, "challenging": 1775, "faces": 1776, "trees": 1777, "generous": 1778, "whosoever": 1779, "difficulty": 1780, "narrow": 1781, "conclusion": 1782, "forgotten": 1783, "ill": 1784, "acknowledge": 1785, "enduring": 1786, "herself": 1787, "media": 1788, "selfishness": 1789, "game": 1790, "tongue": 1791, "councils": 1792, "results": 1793, "adult": 1794, "army": 1795, "current": 1796, "town": 1797, "emotional": 1798, "central": 1799, "proud": 1800, "apr": 1801, "fruits": 1802, "appearance": 1803, "advice": 1804, "treasure": 1805, "interview": 1806, "urge": 1807, "finding": 1808, "top": 1809, "allowed": 1810, "receiveth": 1811, "demands": 1812, "hurt": 1813, "easier": 1814, "mentioned": 1815, "enemies": 1816, "heritage": 1817, "resolve": 1818, "store": 1819, "presented": 1820, "describe": 1821, "premortal": 1822, "providing": 1823, "dress": 1824, "asks": 1825, "medical": 1826, "singing": 1827, "clark": 1828, "whenever": 1829, "nurture": 1830, "repeated": 1831, "assembled": 1832, "private": 1833, "ordinary": 1834, "valiant": 1835, "assignments": 1836, "alive": 1837, "june": 1838, "hunter": 1839, "holiness": 1840, "danger": 1841, "memories": 1842, "english": 1843, "e": 1844, "confident": 1845, "generally": 1846, "intent": 1847, "passing": 1848, "ran": 1849, "diligence": 1850, "risen": 1851, "bright": 1852, "physically": 1853, "searching": 1854, "attributes": 1855, "inner": 1856, "equal": 1857, "veil": 1858, "gethsemane": 1859, "level": 1860, "habits": 1861, "striving": 1862, "30": 1863, "concerns": 1864, "believing": 1865, "completed": 1866, "surprised": 1867, "conscience": 1868, "merely": 1869, "belong": 1870, "quote": 1871, "regard": 1872, "lines": 1873, "culture": 1874, "centered": 1875, "eternally": 1876, "resist": 1877, "happens": 1878, "convert": 1879, "follows": 1880, "street": 1881, "cost": 1882, "numbers": 1883, "gold": 1884, "studying": 1885, "lasting": 1886, "illness": 1887, "unit": 1888, "somehow": 1889, "properly": 1890, "discuss": 1891, "multitude": 1892, "congregation": 1893, "referred": 1894, "friendship": 1895, "misery": 1896, "miss": 1897, "disciple": 1898, "inspiring": 1899, "separate": 1900, "political": 1901, "doors": 1902, "disease": 1903, "associates": 1904, "tomorrow": 1905, "quality": 1906, "repeat": 1907, "directly": 1908, "laying": 1909, "r": 1910, "considered": 1911, "endured": 1912, "maintain": 1913, "oil": 1914, "difficulties": 1915, "towards": 1916, "11": 1917, "20": 1918, "substance": 1919, "secret": 1920, "wilderness": 1921, "remained": 1922, "14": 1923, "remarks": 1924, "effects": 1925, "exactly": 1926, "centuries": 1927, "fit": 1928, "helaman": 1929, "returning": 1930, "letters": 1931, "tragedy": 1932, "patriarch": 1933, "practices": 1934, "expects": 1935, "concluded": 1936, "seminary": 1937, "holder": 1938, "reflected": 1939, "interested": 1940, "treat": 1941, "qualities": 1942, "c": 1943, "list": 1944, "bitter": 1945, "empty": 1946, "honesty": 1947, "discover": 1948, "grand": 1949, "deliver": 1950, "earnestly": 1951, "adults": 1952, "newly": 1953, "labors": 1954, "vain": 1955, "preside": 1956, "student": 1957, "reveal": 1958, "hyrum": 1959, "lds": 1960, "giveth": 1961, "opening": 1962, "weary": 1963, "nelson": 1964, "identity": 1965, "cheer": 1966, "mexico": 1967, "grandparents": 1968, "l": 1969, "hill": 1970, "afflicted": 1971, "portion": 1972, "lonely": 1973, "safely": 1974, "fellowship": 1975, "companions": 1976, "sealing": 1977, "knelt": 1978, "glad": 1979, "harvest": 1980, "oct": 1981, "tomb": 1982, "officers": 1983, "proclamation": 1984, "loyalty": 1985, "turning": 1986, "drive": 1987, "feast": 1988, "victory": 1989, "tempted": 1990, "farm": 1991, "square": 1992, "continuing": 1993, "performance": 1994, "canada": 1995, "contention": 1996, "countless": 1997, "mention": 1998, "impact": 1999, "inspire": 2000, "theme": 2001, "article": 2002, "worthiness": 2003, "cup": 2004, "wouldn": 2005, "fun": 2006, "doctor": 2007, "strengthening": 2008, "date": 2009, "truthfulness": 2010, "admonition": 2011, "advantage": 2012, "recommend": 2013, "embrace": 2014, "former": 2015, "overwhelming": 2016, "designed": 2017, "running": 2018, "thyself": 2019, "paying": 2020, "reply": 2021, "perfection": 2022, "packer": 2023, "demonstrated": 2024, "suggested": 2025, "remembrance": 2026, "branches": 2027, "mom": 2028, "communities": 2029, "sang": 2030, "inhabitants": 2031, "prayerfully": 2032, "fifty": 2033, "sleep": 2034, "tiny": 2035, "reported": 2036, "administer": 2037, "gentle": 2038, "pages": 2039, "escape": 2040, "distance": 2041, "helpful": 2042, "introduced": 2043, "meaningful": 2044, "dreams": 2045, "consequence": 2046, "contained": 2047, "anguish": 2048, "sermon": 2049, "discouraged": 2050, "instrument": 2051, "due": 2052, "shine": 2053, "kirtland": 2054, "hall": 2055, "destroyed": 2056, "chief": 2057, "attempt": 2058, "fallen": 2059, "possess": 2060, "differences": 2061, "believers": 2062, "maybe": 2063, "romney": 2064, "prior": 2065, "lands": 2066, "favorite": 2067, "conflict": 2068, "divorce": 2069, "north": 2070, "california": 2071, "idaho": 2072, "somewhat": 2073, "europe": 2074, "unable": 2075, "pleasure": 2076, "thankful": 2077, "assured": 2078, "carrying": 2079, "ends": 2080, "miraculous": 2081, "plans": 2082, "scriptural": 2083, "closed": 2084, "discipleship": 2085, "space": 2086, "merciful": 2087, "succeed": 2088, "notice": 2089, "planning": 2090, "changing": 2091, "ball": 2092, "comprehend": 2093, "poverty": 2094, "elderly": 2095, "influences": 2096, "organizations": 2097, "meek": 2098, "divinely": 2099, "proclaim": 2100, "messiah": 2101, "trip": 2102, "bind": 2103, "aid": 2104, "painful": 2105, "environment": 2106, "associated": 2107, "sexual": 2108, "whereby": 2109, "unfortunately": 2110, "gained": 2111, "causes": 2112, "writing": 2113, "comfortable": 2114, "straight": 2115, "grief": 2116, "previous": 2117, "lamb": 2118, "buy": 2119, "march": 2120, "wealth": 2121, "seer": 2122, "flow": 2123, "reminds": 2124, "college": 2125, "failed": 2126, "churches": 2127, "marriages": 2128, "fellowmen": 2129, "grove": 2130, "access": 2131, "jehovah": 2132, "drove": 2133, "secure": 2134, "cases": 2135, "winds": 2136, "woodruff": 2137, "tithes": 2138, "william": 2139, "innocent": 2140, "contrast": 2141, "ammon": 2142, "mr": 2143, "warn": 2144, "intended": 2145, "senior": 2146, "baptist": 2147, "\t": 2148, "borne": 2149, "perfectly": 2150, "wisely": 2151, "hunger": 2152, "balance": 2153, "east": 2154, "hearken": 2155, "drawn": 2156, "seers": 2157, "posterity": 2158, "review": 2159, "popular": 2160, "traditions": 2161, "cover": 2162, "inasmuch": 2163, "meekness": 2164, "contrary": 2165, "iniquity": 2166, "trusted": 2167, "decide": 2168, "christmas": 2169, "describes": 2170, "produce": 2171, "marry": 2172, "allows": 2173, "sacrifices": 2174, "patriarchal": 2175, "accident": 2176, "distress": 2177, "saturday": 2178, "weaknesses": 2179, "flock": 2180, "wept": 2181, "surrounded": 2182, "13": 2183, "represent": 2184, "mature": 2185, "abide": 2186, "author": 2187, "developing": 2188, "internet": 2189, "someday": 2190, "request": 2191, "july": 2192, "clothes": 2193, "18": 2194, "released": 2195, "immorality": 2196, "lest": 2197, "affairs": 2198, "scene": 2199, "precept": 2200, "valuable": 2201, "pondered": 2202, "tragic": 2203, "plain": 2204, "rod": 2205, "translated": 2206, "prophesied": 2207, "sincerely": 2208, "storehouse": 2209, "harold": 2210, "spake": 2211, "cares": 2212, "fight": 2213, "destructive": 2214, "storms": 2215, "acceptable": 2216, "unknown": 2217, "tested": 2218, "elements": 2219, "possessions": 2220, "buildings": 2221, "consistent": 2222, "occasions": 2223, "immediate": 2224, "applies": 2225, "wall": 2226, "fulfilling": 2227, "forms": 2228, "shoes": 2229, "bit": 2230, "desired": 2231, "willingly": 2232, "equally": 2233, "fielding": 2234, "feels": 2235, "africa": 2236, "confirmation": 2237, "exist": 2238, "granted": 2239, "killed": 2240, "treasures": 2241, "showing": 2242, "phrase": 2243, "tribulation": 2244, "virtues": 2245, "committee": 2246, "rose": 2247, "satisfaction": 2248, "priorities": 2249, "earn": 2250, "funeral": 2251, "assure": 2252, "repented": 2253, "royal": 2254, "haven": 2255, "absolutely": 2256, "revelator": 2257, "egypt": 2258, "richards": 2259, "angry": 2260, "deeds": 2261, "forsake": 2262, "description": 2263, "acquainted": 2264, "rules": 2265, "submit": 2266, "previously": 2267, "sensitive": 2268, "cared": 2269, "plea": 2270, "foot": 2271, "red": 2272, "perish": 2273, "g": 2274, "contribute": 2275, "weakness": 2276, "hell": 2277, "sad": 2278, "pressure": 2279, "renew": 2280, "expressions": 2281, "amount": 2282, "comforting": 2283, "thereby": 2284, "focused": 2285, "contains": 2286, "persecution": 2287, "intelligence": 2288, "cowdery": 2289, "planned": 2290, "recognition": 2291, "steadfast": 2292, "occasionally": 2293, "ear": 2294, "spread": 2295, "inheritance": 2296, "yoke": 2297, "traveling": 2298, "totally": 2299, "verses": 2300, "revelators": 2301, "offended": 2302, "application": 2303, "project": 2304, "stranger": 2305, "numerous": 2306, "round": 2307, "acceptance": 2308, "rain": 2309, "putting": 2310, "fold": 2311, "iron": 2312, "dinner": 2313, "habit": 2314, "obtained": 2315, "till": 2316, "shows": 2317, "compassionate": 2318, "raising": 2319, "crowd": 2320, "occur": 2321, "demonstrate": 2322, "surprise": 2323, "hymns": 2324, "reliance": 2325, "heber": 2326, "afford": 2327, "inherit": 2328, "contribution": 2329, "worthily": 2330, "shortly": 2331, "mistake": 2332, "repeatedly": 2333, "property": 2334, "circle": 2335, "missouri": 2336, "whoso": 2337, "childhood": 2338, "stayed": 2339, "disappointment": 2340, "piece": 2341, "seat": 2342, "yesterday": 2343, "taylor": 2344, "attendance": 2345, "windows": 2346, "7": 2347, "believeth": 2348, "agreed": 2349, "crying": 2350, "violence": 2351, "funds": 2352, "removed": 2353, "christians": 2354, "shoulders": 2355, "continent": 2356, "communicate": 2357, "ideal": 2358, "camp": 2359, "houses": 2360, "joshua": 2361, "capable": 2362, "fifth": 2363, "driven": 2364, "bestowed": 2365, "floor": 2366, "guilt": 2367, "loneliness": 2368, "planted": 2369, "succor": 2370, "permit": 2371, "sake": 2372, "selfish": 2373, "phone": 2374, "yield": 2375, "possibly": 2376, "bookcraft": 2377, "accountable": 2378, "participated": 2379, "pulled": 2380, "corner": 2381, "prompted": 2382, "exciting": 2383, "tests": 2384, "noted": 2385, "renewed": 2386, "accepting": 2387, "alcohol": 2388, "8": 2389, "missing": 2390, "robert": 2391, "seriously": 2392, "defined": 2393, "samaritan": 2394, "slow": 2395, "consistently": 2396, "calm": 2397, "national": 2398, "party": 2399, "brightness": 2400, "projects": 2401, "beside": 2402, "closing": 2403, "preaching": 2404, "nourish": 2405, "dressed": 2406, "pertaining": 2407, "reject": 2408, "rule": 2409, "firmly": 2410, "conferred": 2411, "sorrows": 2412, "preserve": 2413, "arose": 2414, "shoulder": 2415, "gate": 2416, "kinds": 2417, "fears": 2418, "impression": 2419, "riches": 2420, "bearers": 2421, "foolish": 2422, "1985": 2423, "50": 2424, "income": 2425, "wounds": 2426, "trail": 2427, "independent": 2428, "research": 2429, "evils": 2430, "rely": 2431, "evident": 2432, "preached": 2433, "visits": 2434, "signs": 2435, "association": 2436, "distant": 2437, "studied": 2438, "/": 2439, "below": 2440, "refer": 2441, "jr": 2442, "rejected": 2443, "broke": 2444, "silent": 2445, "oath": 2446, "enoch": 2447, "cities": 2448, "naked": 2449, "pursue": 2450, "window": 2451, "audience": 2452, "negative": 2453, "term": 2454, "pondering": 2455, "issue": 2456, "ideas": 2457, "17": 2458, "hopes": 2459, "depth": 2460, "confess": 2461, "workers": 2462, "spite": 2463, "languages": 2464, "burning": 2465, "convinced": 2466, "coach": 2467, "conferences": 2468, "rewards": 2469, "indicated": 2470, "finish": 2471, "reference": 2472, "departed": 2473, "honorable": 2474, "guiding": 2475, "facing": 2476, "satisfied": 2477, "universe": 2478, "excellent": 2479, "male": 2480, "birthday": 2481, "samuel": 2482, "professional": 2483, "offers": 2484, "buried": 2485, "delight": 2486, "rising": 2487, "endless": 2488, "denied": 2489, "glorified": 2490, "design": 2491, "steady": 2492, "lamanites": 2493, "dangerous": 2494, "mourn": 2495, "abundance": 2496, "board": 2497, "patterns": 2498, "supply": 2499, "obvious": 2500, "16": 2501, "qualified": 2502, "mental": 2503, "brotherhood": 2504, "authorized": 2505, "lady": 2506, "unusual": 2507, "fields": 2508, "contributions": 2509, "bus": 2510, "wear": 2511, "telephone": 2512, "severe": 2513, "universal": 2514, "points": 2515, "passage": 2516, "situations": 2517, "plant": 2518, "hidden": 2519, "100": 2520, "pains": 2521, "chastity": 2522, "wars": 2523, "household": 2524, "increasingly": 2525, "ii": 2526, "eternities": 2527, "neglect": 2528, "roots": 2529, "matthew": 2530, "female": 2531, "assume": 2532, "golden": 2533, "circumstance": 2534, "slowly": 2535, "accompanied": 2536, "strange": 2537, "proclaimed": 2538, "seated": 2539, "stars": 2540, "unclean": 2541, "crucifixion": 2542, "marked": 2543, "pull": 2544, "sorry": 2545, "bondage": 2546, "simon": 2547, "warmth": 2548, "richard": 2549, "resource": 2550, "seemingly": 2551, "wounded": 2552, "speech": 2553, "published": 2554, "genuine": 2555, "aaron": 2556, "fault": 2557, "intense": 2558, "destination": 2559, "25": 2560, "boat": 2561, "comforter": 2562, "trained": 2563, "citizens": 2564, "invites": 2565, "construction": 2566, "diligent": 2567, "wagon": 2568, "essence": 2569, "sees": 2570, "agony": 2571, "historic": 2572, "shed": 2573, "germany": 2574, "playing": 2575, "win": 2576, "model": 2577, "middle": 2578, "risk": 2579, "struggled": 2580, "wilt": 2581, "affliction": 2582, "confusion": 2583, "exercised": 2584, "fed": 2585, "silver": 2586, "regional": 2587, "applied": 2588, "transgressions": 2589, "choosing": 2590, "judged": 2591, "normal": 2592, "modest": 2593, "root": 2594, "obligations": 2595, "materials": 2596, "endowment": 2597, "representatives": 2598, "discussion": 2599, "hang": 2600, "groups": 2601, "dollars": 2602, "h": 2603, "remove": 2604, "protected": 2605, "abiding": 2606, "cease": 2607, "extent": 2608, "quick": 2609, "military": 2610, "acted": 2611, "noah": 2612, "humbled": 2613, "error": 2614, "anxiously": 2615, "galilee": 2616, "catch": 2617, "temporary": 2618, "earnest": 2619, "effectively": 2620, "identify": 2621, "attitudes": 2622, "minute": 2623, "played": 2624, "bears": 2625, "endowed": 2626, "waited": 2627, "consecration": 2628, "restore": 2629, "freely": 2630, "tribute": 2631, "original": 2632, "priority": 2633, "tall": 2634, "jews": 2635, "requirements": 2636, "understands": 2637, "wholesome": 2638, "enthusiasm": 2639, "hair": 2640, "acting": 2641, "type": 2642, "larger": 2643, "anniversary": 2644, "count": 2645, "descended": 2646, "flight": 2647, "contrite": 2648, "cultivate": 2649, "greatness": 2650, "breaking": 2651, "issues": 2652, "drop": 2653, "specifically": 2654, "affection": 2655, "page": 2656, "pour": 2657, "radio": 2658, "tools": 2659, "emphasized": 2660, "comforted": 2661, "loyal": 2662, "isaac": 2663, "extraordinary": 2664, "meat": 2665, "\"": 2666, "emphasize": 2667, "urged": 2668, "neighbour": 2669, "evenings": 2670, "horse": 2671, "journal": 2672, "oldest": 2673, "expectations": 2674, "computer": 2675, "baptismal": 2676, "absolute": 2677, "remains": 2678, "eyring": 2679, "ensure": 2680, "thoughtful": 2681, "mosiah": 2682, "beheld": 2683, "everyday": 2684, "sickness": 2685, "objective": 2686, "sanctified": 2687, "ease": 2688, "insight": 2689, "accounts": 2690, "worse": 2691, "remembering": 2692, "interests": 2693, "participating": 2694, "looks": 2695, "star": 2696, "supreme": 2697, "challenged": 2698, "partaking": 2699, "prophecies": 2700, "village": 2701, "hence": 2702, "privileged": 2703, "fervent": 2704, "seeds": 2705, "depression": 2706, "wilford": 2707, "talent": 2708, "necessity": 2709, "dominion": 2710, "clothed": 2711, "lucifer": 2712, "selected": 2713, "9": 2714, "redeeming": 2715, "cancer": 2716, "brazil": 2717, "teenage": 2718, "40": 2719, "disobedience": 2720, "captain": 2721, "overwhelmed": 2722, "defend": 2723, "washed": 2724, "stature": 2725, "refused": 2726, "operation": 2727, "doctors": 2728, "jail": 2729, "dignity": 2730, "therein": 2731, "worried": 2732, "doeth": 2733, "somewhere": 2734, "legacy": 2735, "wide": 2736, "prevail": 2737, "thirst": 2738, "bones": 2739, "guilty": 2740, "$": 2741, "crucified": 2742, "depend": 2743, "heartfelt": 2744, "weekly": 2745, "missed": 2746, "reminder": 2747, "grows": 2748, "pleaded": 2749, "estate": 2750, "discussed": 2751, "grandson": 2752, "hosts": 2753, "esteem": 2754, "falling": 2755, "entertainment": 2756, "contemplate": 2757, "scattered": 2758, "roll": 2759, "appears": 2760, "abilities": 2761, "fund": 2762, "pointed": 2763, "translation": 2764, "flood": 2765, "hot": 2766, "exceedingly": 2767, "prevent": 2768, "depart": 2769, "refuge": 2770, "excitement": 2771, "nazareth": 2772, "exalted": 2773, "approval": 2774, "opposite": 2775, "obviously": 2776, "hoped": 2777, "hit": 2778, "consideration": 2779, "crucial": 2780, "beat": 2781, "fair": 2782, "thereafter": 2783, "24": 2784, "timothy": 2785, "content": 2786, "paper": 2787, "status": 2788, "nearby": 2789, "satisfy": 2790, "quest": 2791, "fought": 2792, "covered": 2793, "miserable": 2794, "encouraging": 2795, "meal": 2796, "dr": 2797, "cleansed": 2798, "title": 2799, "fortunate": 2800, "chair": 2801, "redeemed": 2802, "priceless": 2803, "begun": 2804, "favor": 2805, "inviting": 2806, "nurturing": 2807, "wherein": 2808, "mutual": 2809, "commitments": 2810, "laman": 2811, "studies": 2812, "handcart": 2813, "wagons": 2814, "addiction": 2815, "leaves": 2816, "motherhood": 2817, "preserved": 2818, "agree": 2819, "jan": 2820, "technology": 2821, "touching": 2822, "achieved": 2823, "dramatic": 2824, "participation": 2825, "admonished": 2826, "lights": 2827, "redeem": 2828, "poured": 2829, "theirs": 2830, "anywhere": 2831, "courageous": 2832, "associate": 2833, "weather": 2834, "auxiliary": 2835, "organize": 2836, "lovingly": 2837, "criticism": 2838, "kneel": 2839, "crisis": 2840, "baptize": 2841, "prayerful": 2842, "commend": 2843, "lambs": 2844, "sadness": 2845, "secular": 2846, "righteously": 2847, "plains": 2848, "nurtured": 2849, "cherish": 2850, "apostasy": 2851, "regret": 2852, "magazines": 2853, "maturity": 2854, "pick": 2855, "administration": 2856, "ended": 2857, "desert": 2858, "horses": 2859, "henry": 2860, "morality": 2861, "excuse": 2862, "career": 2863, "track": 2864, "improvement": 2865, "depths": 2866, "kings": 2867, "curse": 2868, "connection": 2869, "administered": 2870, "perilous": 2871, "1995": 2872, "dry": 2873, "ballard": 2874, "seeks": 2875, "officer": 2876, "impressions": 2877, "pleasant": 2878, "plane": 2879, "eleven": 2880, "copy": 2881, "schools": 2882, "troubles": 2883, "philosophy": 2884, "hardly": 2885, "native": 2886, "suggestions": 2887, "19": 2888, "tasks": 2889, "extra": 2890, "independence": 2891, "variety": 2892, "fish": 2893, "spot": 2894, "formal": 2895, "compared": 2896, "reports": 2897, "sisterhood": 2898, "entrusted": 2899, "tens": 2900, "withstand": 2901, "losing": 2902, "talks": 2903, "earned": 2904, "treated": 2905, "declaring": 2906, "sold": 2907, "possessed": 2908, "daddy": 2909, "island": 2910, "dependent": 2911, "instruments": 2912, "classes": 2913, "roles": 2914, "briefly": 2915, "enos": 2916, "alike": 2917, "gods": 2918, "delay": 2919, "handle": 2920, "stewardship": 2921, "station": 2922, "notwithstanding": 2923, "separated": 2924, "joyful": 2925, "justify": 2926, "affect": 2927, "presidencies": 2928, "laden": 2929, "japan": 2930, "similarly": 2931, "accountability": 2932, "sung": 2933, "fresh": 2934, "shelter": 2935, "brown": 2936, "150": 2937, "offend": 2938, "saul": 2939, "outward": 2940, "heartache": 2941, "pleading": 2942, "worlds": 2943, "tradition": 2944, "illustrate": 2945, "ride": 2946, "wrought": 2947, "receives": 2948, "strangers": 2949, "widows": 2950, "crime": 2951, "bond": 2952, "happening": 2953, "fourteen": 2954, "size": 2955, "clock": 2956, "conclude": 2957, "confirm": 2958, "newspaper": 2959, "lips": 2960, "prince": 2961, "hate": 2962, "shepherds": 2963, "motivated": 2964, "fifteen": 2965, "deeper": 2966, "directs": 2967, "rights": 2968, "pursuit": 2969, "wash": 2970, "element": 2971, "anchor": 2972, "spouse": 2973, "lemuel": 2974, "perfected": 2975, "lying": 2976, "immoral": 2977, "weight": 2978, "experiencing": 2979, "lesser": 2980, "lawyer": 2981, "consecrated": 2982, "gradually": 2983, "knock": 2984, "amid": 2985, "assembly": 2986, "prosper": 2987, "fixed": 2988, "furthermore": 2989, "selfless": 2990, "martha": 2991, "black": 2992, "altar": 2993, "moves": 2994, "infirmities": 2995, "uses": 2996, "keeps": 2997, "row": 2998, "chains": 2999, "youngest": 3000, "extremely": 3001, "function": 3002, "govern": 3003, "san": 3004, "anxiety": 3005, "deceive": 3006, "adultery": 3007, "kindred": 3008, "amulek": 3009, "carries": 3010, "edge": 3011, "howard": 3012, "burned": 3013, "friendly": 3014, "hereafter": 3015, "goods": 3016, "involves": 3017, "payment": 3018, "realization": 3019, "descendants": 3020, "comment": 3021, "characteristics": 3022, "embraced": 3023, "crossed": 3024, "picked": 3025, "arrive": 3026, "practical": 3027, "mormons": 3028, "contain": 3029, "struggles": 3030, "credit": 3031, "thanksgiving": 3032, "appreciated": 3033, "decades": 3034, "eighteen": 3035, "western": 3036, "closely": 3037, "nephite": 3038, "honoring": 3039, "definition": 3040, "songs": 3041, "establishing": 3042, "ignore": 3043, "text": 3044, "emergency": 3045, "godhead": 3046, "harder": 3047, "games": 3048, "commands": 3049, "mile": 3050, "object": 3051, "approximately": 3052, "stepped": 3053, "comp": 3054, "beautifully": 3055, "replaced": 3056, "desperately": 3057, "morally": 3058, "pointing": 3059, "shape": 3060, "entirely": 3061, "nights": 3062, "boldly": 3063, "discouragement": 3064, "ocean": 3065, "kill": 3066, "aged": 3067, "bonds": 3068, "armies": 3069, "sword": 3070, "largely": 3071, "british": 3072, "pathway": 3073, "forgiving": 3074, "countenance": 3075, "driver": 3076, "stage": 3077, "waste": 3078, "guides": 3079, "concept": 3080, "victims": 3081, "immortal": 3082, "1974": 3083, "ashamed": 3084, "survive": 3085, "pearl": 3086, "prompting": 3087, "cultural": 3088, "low": 3089, "movies": 3090, "details": 3091, "classroom": 3092, "guard": 3093, "forced": 3094, 