{"the": 1, ",": 2, ".": 3, "and": 4, "of": 5, "to": 6, "in": 7, "a": 8, "that": 9, "i": 10, "we": 11, "is": 12, "“": 13, "you": 14, "for": 15, "”": 16, "he": 17, "our": 18, "it": 19, "as": 20, "his": 21, "be": 22, "are": 23, "have": 24, "with": 25, "was": 26, "’": 27, "will": 28, "this": 29, "they": 30, "not": 31, "my": 32, "us": 33, "all": 34, "who": 35, "your": 36, "god": 37, "by": 38, "lord": 39, "on": 40, "their": 41, ":": 42, "s": 43, "them": 44, "or": 45, "but": 46, "when": 47, "from": 48, "church": 49, "one": 50, "do": 51, "had": 52, "can": 53, "him": 54, "christ": 55, "-": 56, ";": 57, "which": 58, "?": 59, "jesus": 60, "me": 61, "there": 62, "what": 63, "if": 64, "—": 65, "were": 66, "has": 67, "would": 68, "at": 69, "life": 70, "so": 71, "father": 72, "those": 73, "said": 74, "an": 75, "children": 76, "know": 77, "been": 78, "love": 79, "may": 80, "…": 81, "time": 82, "these": 83, "day": 84, "her": 85, "family": 86, "many": 87, "world": 88, "more": 89, "great": 90, "no": 91, "unto": 92, "faith": 93, "she": 94, "see": 95, "people": 96, "gospel": 97, "then": 98, "how": 99, "young": 100, "shall": 101, "through": 102, "about": 103, "come": 104, "(": 105, "[": 106, "savior": 107, "upon": 108, "president": 109, "things": 110, "each": 111, "man": 112, "priesthood": 113, "]": 114, "spirit": 115, "some": 116, "t": 117, "years": 118, "even": 119, "men": 120, "into": 121, "work": 122, "could": 123, "only": 124, "now": 125, "help": 126, "way": 127, "must": 128, "lives": 129, "name": 130, "ye": 131, "need": 132, "because": 133, "home": 134, "should": 135, "also": 136, "own": 137, "every": 138, "than": 139, "son": 140, "other": 141, "others": 142, "out": 143, "up": 144, "good": 145, "joseph": 146, "did": 147, "prophet": 148, ")": 149, "power": 150, "words": 151, "make": 152, "members": 153, "go": 154, "before": 155, "eternal": 156, "just": 157, "first": 158, "!": 159, "like": 160, "never": 161, "book": 162, "holy": 163, "heart": 164, "earth": 165, "am": 166, "sisters": 167, "live": 168, "mission": 169, "after": 170, "being": 171, "women": 172, "true": 173, "serve": 174, "where": 175, "testimony": 176, "very": 177, "let": 178, "such": 179, "most": 180, "keep": 181, "came": 182, "say": 183, "heavenly": 184, "another": 185, "much": 186, "over": 187, "service": 188, "taught": 189, "mormon": 190, "temple": 191, "parents": 192, "take": 193, "give": 194, "smith": 195, "made": 196, "commandments": 197, "called": 198, "today": 199, "little": 200, "two": 201, "right": 202, "given": 203, "prayer": 204, "teach": 205, "become": 206, "living": 207, "pray": 208, "spiritual": 209, "new": 210, "think": 211, "might": 212, "well": 213, "families": 214, "its": 215, "same": 216, "feel": 217, "mother": 218, "down": 219, "any": 220, "times": 221, "blessings": 222, "saints": 223, "word": 224, "truth": 225, "remember": 226, "missionary": 227, "always": 228, "here": 229, "find": 230, "important": 231, "bring": 232, "again": 233, "learn": 234, "don": 235, "days": 236, "amen": 237, "hearts": 238, "missionaries": 239, "together": 240, "asked": 241, "experience": 242, "thou": 243, "brothers": 244, "joy": 245, "light": 246, "heaven": 247, "covenants": 248, "why": 249, "personal": 250, "often": 251, "without": 252, "ever": 253, "follow": 254, "prophets": 255, "thy": 256, "old": 257, "bishop": 258, "brethren": 259, "believe": 260, "scriptures": 261, "example": 262, "ghost": 263, "long": 264, "latter": 265, "while": 266, "plan": 267, "ago": 268, "back": 269, "last": 270, "hand": 271, "speak": 272, "sacred": 273, "found": 274, "society": 275, "wife": 276, "part": 277, "testify": 278, "‘": 279, "bless": 280, "faithful": 281, "leaders": 282, "receive": 283, "both": 284, "voice": 285, "away": 286, "call": 287, "few": 288, "strength": 289, "hands": 290, "bear": 291, "knew": 292, "elder": 293, "happiness": 294, "get": 295, "doctrine": 296, "cannot": 297, "mind": 298, "want": 299, "full": 300, "yet": 301, "learned": 302, "conference": 303, "member": 304, "blessing": 305, "brother": 306, "read": 307, "understand": 308, "saw": 309, "went": 310, "kingdom": 311, "principles": 312, "gave": 313, "told": 314, "seek": 315, "among": 316, "stand": 317, "witness": 318, "best": 319, "look": 320, "felt": 321, "three": 322, "face": 323, "soul": 324, "place": 325, "peace": 326, "friends": 327, "thought": 328, "behold": 329, "whom": 330, "heard": 331, "does": 332, "divine": 333, "promise": 334, "during": 335, "going": 336, "put": 337, "gift": 338, "ask": 339, "received": 340, "relief": 341, "boy": 342, "too": 343, "later": 344, "comes": 345, "against": 346, "blessed": 347, "hope": 348, "lost": 349, "city": 350, "counsel": 351, "study": 352, "within": 353, "around": 354, "sister": 355, "understanding": 356, "left": 357, "desire": 358, "hear": 359, "having": 360, "teaching": 361, "knowledge": 362, "under": 363, "needs": 364, "sins": 365, "courage": 366, "revelation": 367, "better": 368, "stake": 369, "doing": 370, "youth": 371, "done": 372, "ward": 373, "homes": 374, "until": 375, "himself": 376, "woman": 377, "sometimes": 378, "responsibility": 379, "atonement": 380, "thing": 381, "marriage": 382, "walk": 383, "able": 384, "return": 385, "child": 386, "use": 387, "opportunity": 388, "saying": 389, "house": 390, "message": 391, "person": 392, "means": 393, "restored": 394, "year": 395, "wonderful": 396, "general": 397, "salvation": 398, "however": 399, "forth": 400, "themselves": 401, "greatest": 402, "p": 403, "duty": 404, "fear": 405, "teachings": 406, "small": 407, "though": 408, "history": 409, "something": 410, "trust": 411, "forward": 412, "tell": 413, "ways": 414, "became": 415, "prepare": 416, "purpose": 417, "change": 418, "future": 419, "kind": 420, "enough": 421, "someone": 422, "still": 423, "course": 424, "land": 425, "age": 426, "therefore": 427, "whether": 428, "beautiful": 429, "loving": 430, "influence": 431, "next": 432, "matter": 433, "aaronic": 434, "ourselves": 435, "once": 436, "thee": 437, "set": 438, "turn": 439, "end": 440, "morning": 441, "sin": 442, "authority": 443, "lead": 444, "king": 445, "provide": 446, "suffering": 447, "worthy": 448, "quorum": 449, "o": 450, "self": 451, "following": 452, "brought": 453, "nothing": 454, "prayers": 455, "vision": 456, "eyes": 457, "needed": 458, "nephi": 459, "learning": 460, "free": 461, "meet": 462, "sunday": 463, "friend": 464, "open": 465, "almost": 466, "served": 467, "righteous": 468, "listen": 469, "since": 470, "hath": 471, "loved": 472, "greater": 473, "beloved": 474, "early": 475, "second": 476, "leave": 477, "seen": 478, "repentance": 479, "body": 480, "high": 481, "meeting": 482, "prepared": 483, "past": 484, "began": 485, "apostles": 486, "dear": 487, "souls": 488, "sent": 489, "different": 490, "answer": 491, "making": 492, "night": 493, "perhaps": 494, "hold": 495, "presidency": 496, "throughout": 497, "school": 498, "really": 499, "special": 500, "share": 501, "\t": 502, "sure": 503, "yea": 504, "toward": 505, "hinckley": 506, "care": 507, "serving": 508, "decisions": 509, "covenant": 510, "peter": 511, "evil": 512, "guide": 513, "righteousness": 514, "wrote": 515, "anything": 516, "took": 517, "added": 518, "between": 519, "law": 520, "ordinances": 521, "twelve": 522, "off": 523, "save": 524, "strong": 525, "sacrifice": 526, "challenges": 527, "satan": 528, "difficult": 529, "beyond": 530, "nor": 531, "moment": 532, "four": 533, "known": 534, "wise": 535, "keeping": 536, "husband": 537, "grateful": 538, "five": 539, "whose": 540, "circumstances": 541, "several": 542, "order": 543, "wisdom": 544, "rather": 545, "sons": 546, "question": 547, "honor": 548, "coming": 549, "truly": 550, "alma": 551, "filled": 552, "choices": 553, "spoken": 554, "hard": 555, "loves": 556, "alone": 557, "moral": 558, "spoke": 559, "precious": 560, "generation": 561, "thus": 562, "inspired": 563, "willing": 564, "perfect": 565, "reach": 566, "salt": 567, "disciples": 568, "sheep": 569, "support": 570, "feelings": 571, "strengthen": 572, "presence": 573, "gratitude": 574, "nations": 575, "decision": 576, "calling": 577, "pure": 578, "simple": 579, "humble": 580, "everything": 581, "rest": 582, "lake": 583, "along": 584, "testimonies": 585, "choose": 586, "didn": 587, "less": 588, "build": 589, "promised": 590, "close": 591, "cause": 592, "teacher": 593, "water": 594, "individual": 595, "according": 596, "america": 597, "death": 598, "ready": 599, "glory": 600, "mortal": 601, "talk": 602, "far": 603, "daughter": 604, "begin": 605, "goal": 606, "john": 607, "act": 608, "foundation": 609, "looked": 610, "accept": 611, "obedience": 612, "exercise": 613, "try": 614, "mine": 615, "feeling": 616, "indeed": 617, "pass": 618, "beginning": 619, "large": 620, "restoration": 621, "experiences": 622, "says": 623, "whole": 624, "thoughts": 625, "seem": 626, "knows": 627, "everyone": 628, "door": 629, "wish": 630, "thank": 631, "written": 632, "scripture": 633, "increase": 634, "daily": 635, "physical": 636, "baptized": 637, "record": 638, "efforts": 639, "happy": 640, "changed": 641, "possible": 642, "m": 643, "companion": 644, "recently": 645, "redeemer": 646, "opportunities": 647, "teachers": 648, "lived": 649, "fall": 650, "process": 651, "thousands": 652, "followed": 653, "guidance": 654, "move": 655, "building": 656, "easy": 657, "forever": 658, "sacrament": 659, "minds": 660, "held": 661, "choice": 662, "finally": 663, "path": 664, "essential": 665, "united": 666, "field": 667, "commitment": 668, "across": 669, "whatever": 670, "couples": 671, "visit": 672, "works": 673, "clear": 674, "–": 675, "missions": 676, "leader": 677, "paul": 678, "assist": 679, "grow": 680, "powerful": 681, "yourself": 682, "born": 683, "fact": 684, "giving": 685, "stood": 686, "direction": 687, "truths": 688, "south": 689, "died": 690, "strive": 691, "modern": 692, "sabbath": 693, "standards": 694, "fathers": 695, "moroni": 696, "neither": 697, "comfort": 698, "inspiration": 699, "met": 700, "sense": 701, "monson": 702, "angels": 703, "prayed": 704, "express": 705, "side": 706, "fulness": 707, "success": 708, "couple": 709, "laws": 710, "poor": 711, "else": 712, "baptism": 713, "lose": 714, "story": 715, "everlasting": 716, "deep": 717, "yes": 718, "continue": 719, "evening": 720, "speaking": 721, "mankind": 722, "states": 723, "show": 724, "none": 725, "knowing": 726, "glorious": 727, "consider": 728, "trying": 729, "helping": 730, "head": 731, "gain": 732, "myself": 733, "looking": 734, "although": 735, "used": 736, "charity": 737, "humility": 738, "soon": 739, "effort": 740, "area": 741, "immediately": 742, "elders": 743, "road": 744, "real": 745, "returned": 746, "allow": 747, "sharing": 748, "line": 749, "wrong": 750, "kimball": 751, "especially": 752, "servants": 753, "council": 754, "kept": 755, "necessary": 756, "answered": 757, "leads": 758, "rejoice": 759, "turned": 760, "goals": 761, "progress": 762, "flesh": 763, "please": 764, "simply": 765, "tears": 766, "married": 767, "daughters": 768, "point": 769, "dispensation": 770, "office": 771, "war": 772, "number": 773, "keys": 774, "mortality": 775, "attention": 776, "welfare": 777, "bishops": 778, "b": 779, "ancient": 780, "apostle": 781, "human": 782, "attend": 783, "months": 784, "opened": 785, "send": 786, "moses": 787, "lessons": 788, "wanted": 789, "built": 790, "fully": 791, "serious": 792, "declared": 793, "shalt": 794, "promises": 795, "business": 796, "described": 797, "revealed": 798, "principle": 799, "active": 800, "challenge": 801, "happened": 802, "surely": 803, "education": 804, "repent": 805, "importance": 806, "concern": 807, "enter": 808, "instead": 809, "actions": 810, "present": 811, "israel": 812, "result": 813, "commandment": 814, "pain": 815, "suffer": 816, "state": 817, "judge": 818, "questions": 819, "temples": 820, "wherefore": 821, "letter": 822, "provided": 823, "language": 824, "passed": 825, "six": 826, "ve": 827, "invite": 828, "tried": 829, "avoid": 830, "role": 831, "already": 832, "ones": 833, "pay": 834, "nature": 835, "mighty": 836, "activity": 837, "suffered": 838, "mothers": 839, "single": 840, "encourage": 841, "offer": 842, "doubt": 843, "gone": 844, "standard": 845, "placed": 846, "agency": 847, "available": 848, "brigham": 849, "unity": 850, "gathered": 851, "fast": 852, "taken": 853, "spiritually": 854, "problems": 855, "appeared": 856, "individuals": 857, "established": 858, "room": 859, "led": 860, "humbly": 861, "makes": 862, "obey": 863, "seemed": 864, "lift": 865, "seems": 866, "concerning": 867, "celestial": 868, "mean": 869, "mercy": 870, "visited": 871, "position": 872, "presidents": 873, "gifts": 874, "including": 875, "mary": 876, "respect": 877, "certain": 878, "required": 879, "darkness": 880, "journey": 881, "growth": 882, "servant": 883, "meetings": 884, "least": 885, "privilege": 886, "sorrow": 887, "reason": 888, "play": 889, "join": 890, "dead": 891, "1": 892, "commanded": 893, "chosen": 894, "draw": 895, "near": 896, "conversion": 897, "answers": 898, "pattern": 899, "constant": 900, "carry": 901, "resurrection": 902, "recognize": 903, "group": 904, "burden": 905, "clearly": 906, "recorded": 907, "continued": 908, "secret": 909, "hundred": 910, "boys": 911, "forget": 912, "taking": 913, "week": 914, "neighbor": 915, "white": 916, "walked": 917, "stay": 918, "prison": 919, "anyone": 920, "imagine": 921, "reality": 922, "price": 923, "confidence": 924, "country": 925, "eternity": 926, "rock": 927, "short": 928, "focus": 929, "lesson": 930, "obedient": 931, "christian": 932, "meaning": 933, "overcome": 934, "difference": 935, "w": 936, "source": 937, "growing": 938, "experienced": 939, "teaches": 940, "public": 941, "paid": 942, "saved": 943, "feed": 944, "tabernacle": 945, "integrity": 946, "benson": 947, "third": 948, "reached": 949, "eye": 950, "david": 951, "temptation": 952, "nation": 953, "reading": 954, "wants": 955, "understood": 956, "brings": 957, "created": 958, "occasion": 959, "testament": 960, "places": 961, "sight": 962, "membership": 963, "samuel": 964, "asking": 965, "tonight": 966, "got": 967, "dwell": 968, "stop": 969, "behind": 970, "moved": 971, "sound": 972, "common": 973, "seeking": 974, "records": 975, "search": 976, "adam": 977, "worth": 978, "devil": 979, "whatsoever": 980, "afraid": 981, "responsibilities": 982, "duties": 983, "older": 984, "offered": 985, "response": 986, "angel": 987, "lehi": 988, "force": 989, "thinking": 990, "correct": 991, "expressed": 992, "respond": 993, "above": 994, "seventy": 995, "devoted": 996, "religious": 997, "accomplish": 998, "deeply": 999, "examples": 1000, "standing": 1001, "leadership": 1002, "eight": 1003, "weeks": 1004, "hour": 1005, "wonder": 1006, "require": 1007, "develop": 1008, "kindness": 1009, "fulfilled": 1010, "faced": 1011, "fire": 1012, "ll": 1013, "reminded": 1014, "hours": 1015, "strengthened": 1016, "directed": 1017, "enjoy": 1018, "touched": 1019, "major": 1020, "clean": 1021, "sustain": 1022, "bringing": 1023, "religion": 1024, "zion": 1025, "lay": 1026, "ability": 1027, "appreciation": 1028, "key": 1029, "cast": 1030, "grant": 1031, "fulfill": 1032, "natural": 1033, "center": 1034, "increased": 1035, "ahead": 1036, "nearly": 1037, "interest": 1038, "raised": 1039, "watch": 1040, "value": 1041, "patience": 1042, "believed": 1043, "gather": 1044, "grandchildren": 1045, "completely": 1046, "marvelous": 1047, "season": 1048, "gordon": 1049, "bread": 1050, "virtue": 1051, "isn": 1052, "2": 1053, "fill": 1054, "mistakes": 1055, "personally": 1056, "conduct": 1057, "address": 1058, "emphasis": 1059, "exaltation": 1060, "remarkable": 1061, "doctrines": 1062, "yourselves": 1063, "becomes": 1064, "feet": 1065, "explained": 1066, "requires": 1067, "complete": 1068, "hall": 1069, "fruit": 1070, "realize": 1071, "george": 1072, "spirits": 1073, "pioneers": 1074, "converts": 1075, "priests": 1076, "expected": 1077, "aware": 1078, "entire": 1079, "final": 1080, "counseled": 1081, "helped": 1082, "die": 1083, "half": 1084, "temptations": 1085, "f": 1086, "addition": 1087, "happen": 1088, "period": 1089, "cross": 1090, "everywhere": 1091, "sick": 1092, "bible": 1093, "participate": 1094, "shared": 1095, "organization": 1096, "nevertheless": 1097, "endure": 1098, "consequences": 1099, "gives": 1100, "potential": 1101, "manner": 1102, "carefully": 1103, "similar": 1104, "working": 1105, "shepherd": 1106, "bus": 1107, "recent": 1108, "qualify": 1109, "moments": 1110, "firm": 1111, "statement": 1112, "blood": 1113, "destroy": 1114, "longer": 1115, "meant": 1116, "unique": 1117, "program": 1118, "england": 1119, "ministry": 1120, "forgiveness": 1121, "invitation": 1122, "purposes": 1123, "impressed": 1124, "4": 1125, "effect": 1126, "caring": 1127, "concerned": 1128, "3": 1129, "raise": 1130, "organized": 1131, "callings": 1132, "development": 1133, "tender": 1134, "safety": 1135, "forgive": 1136, "desires": 1137, "j": 1138, "ponder": 1139, "praying": 1140, "matters": 1141, "honest": 1142, "saint": 1143, "further": 1144, "assignment": 1145, "jacob": 1146, "character": 1147, "problem": 1148, "decided": 1149, "compassion": 1150, "utah": 1151, "remained": 1152, "joined": 1153, "fail": 1154, "constitution": 1155, "activities": 1156, "private": 1157, "won": 1158, "nov": 1159, "ordained": 1160, "preach": 1161, "wickedness": 1162, "responded": 1163, "appearance": 1164, "view": 1165, "plates": 1166, "engaged": 1167, "remain": 1168, "arrived": 1169, "worship": 1170, "significant": 1171, "apply": 1172, "action": 1173, "bodies": 1174, "control": 1175, "receiving": 1176, "saith": 1177, "opposition": 1178, "terrible": 1179, "sat": 1180, "dark": 1181, "front": 1182, "noble": 1183, "james": 1184, "neighbors": 1185, "tithing": 1186, "form": 1187, "protect": 1188, "ed": 1189, "certainly": 1190, "delivered": 1191, "money": 1192, "stated": 1193, "takes": 1194, "unless": 1195, "big": 1196, "re": 1197, "tells": 1198, "caused": 1199, "verily": 1200, "conditions": 1201, "adversary": 1202, "english": 1203, "5": 1204, "converted": 1205, "ground": 1206, "health": 1207, "begotten": 1208, "cry": 1209, "either": 1210, "capacity": 1211, "assurance": 1212, "proper": 1213, "observed": 1214, "ten": 1215, "arise": 1216, "month": 1217, "fellow": 1218, "team": 1219, "except": 1220, "farm": 1221, "broken": 1222, "devotion": 1223, "heavens": 1224, "quite": 1225, "direct": 1226, "preparation": 1227, "arms": 1228, "proclamation": 1229, "image": 1230, "account": 1231, "sea": 1232, "encouraged": 1233, "job": 1234, "events": 1235, "step": 1236, "involved": 1237, "constantly": 1238, "remembrance": 1239, "becoming": 1240, "thine": 1241, "valley": 1242, "existence": 1243, "deseret": 1244, "basic": 1245, "evidence": 1246, "powers": 1247, "goes": 1248, "master": 1249, "assigned": 1250, "worldwide": 1251, "dedication": 1252, "atoning": 1253, "mount": 1254, "game": 1255, "values": 1256, "reward": 1257, "test": 1258, "community": 1259, "birth": 1260, "partake": 1261, "co": 1262, "declare": 1263, "worked": 1264, "revelations": 1265, "command": 1266, "abide": 1267, "girl": 1268, "social": 1269, "government": 1270, "practice": 1271, "stories": 1272, "pp": 1273, "miracle": 1274, "instruction": 1275, "ammon": 1276, "pride": 1277, "despite": 1278, "fell": 1279, "chose": 1280, "visiting": 1281, "seminary": 1282, "weakness": 1283, "replied": 1284, "class": 1285, "training": 1286, "asks": 1287, "thomas s": 1288, "laid": 1289, "faces": 1290, "sit": 1291, "determination": 1292, "primary": 1293, "spake": 1294, "names": 1295, "knees": 1296, "determined": 1297, "sweet": 1298, "listening": 1299, "realized": 1300, "critical": 1301, "destiny": 1302, "minutes": 1303, "talents": 1304, "diligently": 1305, "carried": 1306, "food": 1307, "changes": 1308, "west": 1309, "midst": 1310, "observe": 1311, "heavy": 1312, "weak": 1313, "bad": 1314, "ought": 1315, "boat": 1316, "sought": 1317, "isaiah": 1318, "redemption": 1319, "6": 1320, "extended": 1321, "rich": 1322, "continues": 1323, "ordinary": 1324, "river": 1325, "april": 1326, "american": 1327, "seven": 1328, "melchizedek": 1329, "obtain": 1330, "flock": 1331, "aside": 1332, "branch": 1333, "cold": 1334, "hidden": 1335, "ill": 1336, "earlier": 1337, "employment": 1338, "hunter": 1339, "grace": 1340, "appropriate": 1341, "willingness": 1342, "saving": 1343, "baby": 1344, "burdens": 1345, "welcome": 1346, "higher": 1347, "unknown": 1348, "subject": 1349, "create": 1350, "oh": 1351, "solemn": 1352, "girls": 1353, "ball": 1354, "caught": 1355, "started": 1356, "determine": 1357, "calls": 1358, "thousand": 1359, "suppose": 1360, "steps": 1361, "sincere": 1362, "terms": 1363, "witnesses": 1364, "deal": 1365, "suddenly": 1366, "bound": 1367, "sealed": 1368, "earthly": 1369, "noticed": 1370, "perseverance": 1371, "hell": 1372, "particularly": 1373, "differences": 1374, "troubled": 1375, "measure": 1376, "attitude": 1377, "forty": 1378, "individually": 1379, "blind": 1380, "environment": 1381, "italics": 1382, "miles": 1383, "quiet": 1384, "likewise": 1385, "regardless": 1386, "difficulty": 1387, "reliance": 1388, "write": 1389, "clothing": 1390, "abinadi": 1391, "helen": 1392, "holders": 1393, "hundreds": 1394, "getting": 1395, "helps": 1396, "remembered": 1397, "wherever": 1398, "session": 1399, "instructed": 1400, "using": 1401, "information": 1402, "mexico": 1403, "occurred": 1404, "probably": 1405, "late": 1406, "urge": 1407, "add": 1408, "achieve": 1409, "judgment": 1410, "vital": 1411, "spend": 1412, "race": 1413, "countries": 1414, "doesn": 1415, "drink": 1416, "relationship": 1417, "immortality": 1418, "charge": 1419, "resist": 1420, "protection": 1421, "acts": 1422, "establish": 1423, "performance": 1424, "grandparents": 1425, "art": 1426, "ultimate": 1427, "resurrected": 1428, "15": 1429, "preparing": 1430, "provides": 1431, "yours": 1432, "gained": 1433, "june": 1434, "needy": 1435, "premortal": 1436, "car": 1437, "eventually": 1438, "parable": 1439, "winter": 1440, "minister": 1441, "extend": 1442, "easily": 1443, "responsible": 1444, "walking": 1445, "buy": 1446, "goodness": 1447, "remission": 1448, "mature": 1449, "younger": 1450, "report": 1451, "d": 1452, "convert": 1453, "easier": 1454, "tempted": 1455, "gethsemane": 1456, "instance": 1457, "watching": 1458, "counselor": 1459, "music": 1460, "companionship": 1461, "honored": 1462, "gathering": 1463, "voices": 1464, "benjamin": 1465, "actually": 1466, "healing": 1467, "particular": 1468, "coach": 1469, "10": 1470, "fine": 1471, "case": 1472, "various": 1473, "literally": 1474, "declaration": 1475, "eat": 1476, "otherwise": 1477, "situation": 1478, "safe": 1479, "appointed": 1480, "prayerfully": 1481, "aid": 1482, "hymn": 1483, "somehow": 1484, "wait": 1485, "holding": 1486, "fulfilling": 1487, "properly": 1488, "designed": 1489, "flood": 1490, "lifted": 1491, "freedom": 1492, "leading": 1493, "turning": 1494, "000": 1495, "successful": 1496, "stopped": 1497, "marry": 1498, "cometh": 1499, "guided": 1500, "moving": 1501, "fresh": 1502, "fulfillment": 1503, "willingly": 1504, "challenging": 1505, "paths": 1506, "store": 1507, "wicked": 1508, "company": 1509, "itself": 1510, "continually": 1511, "forces": 1512, "discovered": 1513, "rise": 1514, "mountain": 1515, "mentioned": 1516, "faithfulness": 1517, "strengthening": 1518, "pulpit": 1519, "childhood": 1520, "excellent": 1521, "ezra": 1522, "taft": 1523, "authorities": 1524, "listened": 1525, "requirements": 1526, "outside": 1527, "square": 1528, "tragic": 1529, "infinite": 1530, "include": 1531, "prove": 1532, "cost": 1533, "chapter": 1534, "repeated": 1535, "messages": 1536, "widow": 1537, "plans": 1538, "heritage": 1539, "touch": 1540, "start": 1541, "frequently": 1542, "effective": 1543, "promptings": 1544, "manifest": 1545, "seed": 1546, "abraham": 1547, "adults": 1548, "behavior": 1549, "belief": 1550, "million": 1551, "stakes": 1552, "loss": 1553, "hearing": 1554, "stronger": 1555, "adversity": 1556, "university": 1557, "drive": 1558, "approach": 1559, "finding": 1560, "generations": 1561, "local": 1562, "travel": 1563, "dream": 1564, "highest": 1565, "valiant": 1566, "attended": 1567, "additional": 1568, "eve": 1569, "resources": 1570, "doors": 1571, "behalf": 1572, "clark": 1573, "referred": 1574, "acknowledge": 1575, "ship": 1576, "donkey": 1577, "reaching": 1578, "break": 1579, "lie": 1580, "tiny": 1581, "memory": 1582, "sing": 1583, "conviction": 1584, "narrow": 1585, "whereby": 1586, "hungry": 1587, "impossible": 1588, "showing": 1589, "beliefs": 1590, "accepted": 1591, "reflected": 1592, "football": 1593, "wasn": 1594, "towards": 1595, "william": 1596, "stands": 1597, "skills": 1598, "storm": 1599, "offended": 1600, "almighty": 1601, "churches": 1602, "reflect": 1603, "suggested": 1604, "comment": 1605, "trouble": 1606, "commit": 1607, "garden": 1608, "warning": 1609, "priest": 1610, "showed": 1611, "preaching": 1612, "familiar": 1613, "college": 1614, "20": 1615, "justice": 1616, "labor": 1617, "beings": 1618, "york": 1619, "pressure": 1620, "level": 1621, "habits": 1622, "rain": 1623, "degree": 1624, "pond": 1625, "impact": 1626, "lifetime": 1627, "includes": 1628, "attending": 1629, "fold": 1630, "advice": 1631, "wards": 1632, "wilt": 1633, "contained": 1634, "sustaining": 1635, "wedge": 1636, "arm": 1637, "talked": 1638, "communities": 1639, "event": 1640, "judged": 1641, "reasons": 1642, "magnify": 1643, "advantage": 1644, "decide": 1645, "indicated": 1646, "tremendous": 1647, "shine": 1648, "escape": 1649, "mud": 1650, "clock": 1651, "award": 1652, "overwhelmed": 1653, "faithfully": 1654, "straight": 1655, "shows": 1656, "parent": 1657, "instructions": 1658, "ultimately": 1659, "books": 1660, "maintain": 1661, "positive": 1662, "bind": 1663, "grave": 1664, "struggling": 1665, "spite": 1666, "lasting": 1667, "quickly": 1668, "pioneer": 1669, "cultivate": 1670, "cares": 1671, "perform": 1672, "services": 1673, "date": 1674, "jerusalem": 1675, "shed": 1676, "debt": 1677, "inhabitants": 1678, "wind": 1679, "danger": 1680, "chief": 1681, "invited": 1682, "bishopric": 1683, "searching": 1684, "instrument": 1685, "quote": 1686, "suggest": 1687, "qualities": 1688, "centuries": 1689, "lack": 1690, "watched": 1691, "condition": 1692, "areas": 1693, "named": 1694, "seer": 1695, "journal": 1696, "expects": 1697, "approached": 1698, "inspire": 1699, "offering": 1700, "lamb": 1701, "remarks": 1702, "pleased": 1703, "resolve": 1704, "concluded": 1705, "press": 1706, "twenty": 1707, "countenance": 1708, "grew": 1709, "trials": 1710, "mckay": 1711, "discipleship": 1712, "auxiliary": 1713, "snow": 1714, "fasting": 1715, "eternally": 1716, "leaving": 1717, "relationships": 1718, "noah": 1719, "refuge": 1720, "plains": 1721, "finish": 1722, "ancestors": 1723, "enemy": 1724, "ours": 1725, "quorums": 1726, "wall": 1727, "freely": 1728, "deacon": 1729, "fit": 1730, "song": 1731, "somewhat": 1732, "helaman": 1733, "results": 1734, "reject": 1735, "section": 1736, "meekness": 1737, "discipline": 1738, "hast": 1739, "afternoon": 1740, "adult": 1741, "giveth": 1742, "model": 1743, "exactly": 1744, "inside": 1745, "wagon": 1746, "distress": 1747, "thomas": 1748, "preside": 1749, "heed": 1750, "creator": 1751, "remind": 1752, "culture": 1753, "funeral": 1754, "saturday": 1755, "october": 1756, "simon": 1757, "describes": 1758, "represent": 1759, "compassionate": 1760, "meek": 1761, "crime": 1762, "nurture": 1763, "wouldn": 1764, "interested": 1765, "spencer": 1766, "unit": 1767, "regular": 1768, "likely": 1769, "lovely": 1770, "11": 1771, "choosing": 1772, "continuing": 1773, "false": 1774, "translation": 1775, "careful": 1776, "fundamental": 1777, "programs": 1778, "basis": 1779, "male": 1780, "warm": 1781, "security": 1782, "encouragement": 1783, "previous": 1784, "largely": 1785, "nephites": 1786, "appear": 1787, "conclusion": 1788, "pages": 1789, "lies": 1790, "finest": 1791, "drove": 1792, "putting": 1793, "grandfather": 1794, "shown": 1795, "task": 1796, "entered": 1797, "traveled": 1798, "divinely": 1799, "embrace": 1800, "forgotten": 1801, "sign": 1802, "hurt": 1803, "anxiously": 1804, "nauvoo": 1805, "sun": 1806, "worldly": 1807, "seeing": 1808, "setting": 1809, "conflict": 1810, "assignments": 1811, "conversation": 1812, "rescue": 1813, "winds": 1814, "oct": 1815, "lee": 1816, "prevail": 1817, "endured": 1818, "portion": 1819, "lonely": 1820, "patient": 1821, "submit": 1822, "warned": 1823, "satisfaction": 1824, "150": 1825, "mountains": 1826, "drugs": 1827, "dedicated": 1828, "prisons": 1829, "holder": 1830, "sleep": 1831, "allowed": 1832, "shortly": 1833, "committed": 1834, "defend": 1835, "focused": 1836, "chapel": 1837, "tribute": 1838, "obtained": 1839, "greatly": 1840, "directly": 1841, "worry": 1842, "supposed": 1843, "players": 1844, "mistake": 1845, "dreams": 1846, "run": 1847, "influenced": 1848, "foolish": 1849, "thanks": 1850, "walls": 1851, "creation": 1852, "poverty": 1853, "wilderness": 1854, "rejection": 1855, "specific": 1856, "mouth": 1857, "honesty": 1858, "diligence": 1859, "acceptance": 1860, "pleasure": 1861, "grown": 1862, "yoke": 1863, "physically": 1864, "news": 1865, "arose": 1866, "bit": 1867, "14": 1868, "foot": 1869, "describe": 1870, "administer": 1871, "harmony": 1872, "speaks": 1873, "alive": 1874, "contains": 1875, "system": 1876, "truthfulness": 1877, "alcohol": 1878, "abuse": 1879, "usually": 1880, "effectively": 1881, "sustained": 1882, "unfortunately": 1883, "returning": 1884, "central": 1885, "elements": 1886, "thereof": 1887, "explain": 1888, "divinity": 1889, "copies": 1890, "assure": 1891, "career": 1892, "richard": 1893, "elijah": 1894, "pursue": 1895, "prophesied": 1896, "miracles": 1897, "abiding": 1898, "waited": 1899, "trial": 1900, "lambs": 1901, "developed": 1902, "town": 1903, "lamanites": 1904, "followers": 1905, "perspective": 1906, "prophecy": 1907, "influences": 1908, "sell": 1909, "expression": 1910, "issue": 1911, "cried": 1912, "performed": 1913, "cared": 1914, "financial": 1915, "struggle": 1916, "allows": 1917, "storms": 1918, "ages": 1919, "train": 1920, "temporal": 1921, "handcart": 1922, "countless": 1923, "nine": 1924, "doth": 1925, "fielding": 1926, "reverence": 1927, "forgiven": 1928, "stones": 1929, "board": 1930, "peers": 1931, "waters": 1932, "spanish": 1933, "talking": 1934, "tomorrow": 1935, "lot": 1936, "defense": 1937, "released": 1938, "appreciate": 1939, "round": 1940, "borne": 1941, "presiding": 1942, "12": 1943, "miraculous": 1944, "bright": 1945, "farewell": 1946, "holds": 1947, "quality": 1948, "occasionally": 1949, "anger": 1950, "thirty": 1951, "ninety": 1952, "blesses": 1953, "apart": 1954, "bed": 1955, "profound": 1956, "fourth": 1957, "consistently": 1958, "middle": 1959, "recommend": 1960, "whosoever": 1961, "seers": 1962, "fruits": 1963, "germany": 1964, "morality": 1965, "transgressions": 1966, "lands": 1967, "principal": 1968, "reveal": 1969, "telling": 1970, "reported": 1971, "exhort": 1972, "consideration": 1973, "waiting": 1974, "accepting": 1975, "closer": 1976, "innocent": 1977, "h": 1978, "ashamed": 1979, "precept": 1980, "raising": 1981, "africa": 1982, "continent": 1983, "proud": 1984, "succeed": 1985, "tragedy": 1986, "shoulder": 1987, "acquainted": 1988, "deacons": 1989, "departed": 1990, "golden": 1991, "failure": 1992, "bloom": 1993, "painful": 1994, "equal": 1995, "limited": 1996, "obstacles": 1997, "benefit": 1998, "current": 1999, "bore": 2000, "plead": 2001, "inadequate": 2002, "dress": 2003, "fields": 2004, "generally": 2005, "tree": 2006, "burning": 2007, "air": 2008, "dad": 2009, "emphasized": 2010, "witnessed": 2011, "spent": 2012, "percent": 2013, "sermon": 2014, "california": 2015, "refused": 2016, "completed": 2017, "prior": 2018, "clothes": 2019, "criticism": 2020, "summer": 2021, "material": 2022, "idaho": 2023, "mormons": 2024, "concerns": 2025, "distance": 2026, "unworthy": 2027, "founded": 2028, "association": 2029, "ends": 2030, "pants": 2031, "forsake": 2032, "resistant": 2033, "kevin": 2034, "strange": 2035, "limits": 2036, "tests": 2037, "jehovah": 2038, "medical": 2039, "beside": 2040, "qualified": 2041, "plea": 2042, "nurtured": 2043, "fifth": 2044, "honour": 2045, "pulled": 2046, "consequence": 2047, "stayed": 2048, "thick": 2049, "distinguished": 2050, "bearing": 2051, "merely": 2052, "assistance": 2053, "note": 2054, "century": 2055, "published": 2056, "taylor": 2057, "fight": 2058, "millions": 2059, "risk": 2060, "merciful": 2061, "enemies": 2062, "immorality": 2063, "overwhelming": 2064, "compared": 2065, "genuine": 2066, "interesting": 2067, "contrary": 2068, "belong": 2069, "mention": 2070, "based": 2071, "sitting": 2072, "ensure": 2073, "renewed": 2074, "endless": 2075, "assured": 2076, "tendency": 2077, "sad": 2078, "popular": 2079, "immoral": 2080, "pornography": 2081, "dollars": 2082, "demands": 2083, "finger": 2084, "cut": 2085, "daniel": 2086, "september": 2087, "canada": 2088, "languages": 2089, "dealing": 2090, "gold": 2091, "shop": 2092, "discuss": 2093, "win": 2094, "beat": 2095, "7": 2096, "table": 2097, "counselors": 2098, "friendship": 2099, "senior": 2100, "consistent": 2101, "regularly": 2102, "situations": 2103, "wrath": 2104, "admonition": 2105, "hate": 2106, "author": 2107, "nourish": 2108, "heal": 2109, "significance": 2110, "miss": 2111, "unusual": 2112, "idea": 2113, "maybe": 2114, "insight": 2115, "beheld": 2116, "wondered": 2117, "deceived": 2118, "roy": 2119, "party": 2120, "treasure": 2121, "parts": 2122, "emotional": 2123, "discouraged": 2124, "mark": 2125, "application": 2126, "illness": 2127, "energy": 2128, "island": 2129, "assembled": 2130, "grandmother": 2131, "offerings": 2132, "demonstrate": 2133, "identity": 2134, "type": 2135, "patriarch": 2136, "due": 2137, "battle": 2138, "acted": 2139, "lds": 2140, "attack": 2141, "check": 2142, "july": 2143, "c": 2144, "recognized": 2145, "space": 2146, "florida": 2147, "permit": 2148, "granted": 2149, "media": 2150, "safely": 2151, "oneself": 2152, "quietly": 2153, "interviewed": 2154, "prevent": 2155, "generous": 2156, "demonstrated": 2157, "selfishness": 2158, "text": 2159, "anne": 2160, "mutual": 2161, "comfortable": 2162, "christlike": 2163, "pharaoh": 2164, "joshua": 2165, "captain": 2166, "limit": 2167, "cleansed": 2168, "ordinance": 2169, "band": 2170, "receiveth": 2171, "surprised": 2172, "expect": 2173, "hit": 2174, "appreciated": 2175, "pledge": 2176, "obligation": 2177, "included": 2178, "busy": 2179, "explains": 2180, "pour": 2181, "capable": 2182, "grief": 2183, "dust": 2184, "grand": 2185, "changing": 2186, "giant": 2187, "guard": 2188, "army": 2189, "points": 2190, "temporary": 2191, "deliver": 2192, "doeth": 2193, "destroyed": 2194, "roof": 2195, "presented": 2196, "choir": 2197, "gods": 2198, "descendants": 2199, "deny": 2200, "cup": 2201, "purity": 2202, "earnestly": 2203, "virtues": 2204, "preserve": 2205, "warmth": 2206, "rewards": 2207, "reminds": 2208, "comforting": 2209, "intended": 2210, "driven": 2211, "attempt": 2212, "praise": 2213, "begins": 2214, "iniquity": 2215, "testified": 2216, "posterity": 2217, "elderly": 2218, "uses": 2219, "sword": 2220, "transgression": 2221, "picture": 2222, "chance": 2223, "total": 2224, "property": 2225, "jan": 2226, "female": 2227, "shoulders": 2228, "technology": 2229, "inner": 2230, "substance": 2231, "brief": 2232, "sold": 2233, "memories": 2234, "contact": 2235, "proclaimed": 2236, "related": 2237, "regarding": 2238, "greatness": 2239, "disappointment": 2240, "attributes": 2241, "national": 2242, "lad": 2243, "assume": 2244, "knelt": 2245, "closed": 2246, "congregation": 2247, "r": 2248, "steady": 2249, "rules": 2250, "yield": 2251, "occur": 2252, "glad": 2253, "denied": 2254, "shake": 2255, "30": 2256, "red": 2257, "institute": 2258, "e": 2259, "running": 2260, "fellowship": 2261, "confident": 2262, "rejoiced": 2263, "experiencing": 2264, "branches": 2265, "marked": 2266, "recall": 2267, "unrighteous": 2268, "opinion": 2269, "ride": 2270, "desired": 2271, "romney": 2272, "circumstance": 2273, "honorable": 2274, "lesser": 2275, "despair": 2276, "crossed": 2277, "occasions": 2278, "sorry": 2279, "tongue": 2280, "cheeks": 2281, "resource": 2282, "secure": 2283, "ideal": 2284, "judgments": 2285, "improve": 2286, "abilities": 2287, "howard": 2288, "brightness": 2289, "spirituality": 2290, "striving": 2291, "destination": 2292, "balance": 2293, "essence": 2294, "contribute": 2295, "wagons": 2296, "silent": 2297, "effects": 2298, "ring": 2299, "undershepherds": 2300, "justly": 2301, "east": 2302, "messengers": 2303, "exist": 2304, "patriarchal": 2305, "councils": 2306, "street": 2307, "anguish": 2308, "students": 2309, "seriously": 2310, "studying": 2311, "writing": 2312, "inheritance": 2313, "planned": 2314, "liberty": 2315, "burned": 2316, "photograph": 2317, "attitudes": 2318, "defined": 2319, "expectations": 2320, "disaster": 2321, "retired": 2322, "sees": 2323, "priceless": 2324, "wayward": 2325, "surrounded": 2326, "rests": 2327, "joe": 2328, "saul": 2329, "swim": 2330, "preparatory": 2331, "couldn": 2332, "orderville": 2333, "remembering": 2334, "restore": 2335, "spotless": 2336, "discussion": 2337, "creating": 2338, "scouting": 2339, "smile": 2340, "testing": 2341, "replaced": 2342, "risen": 2343, "13": 2344, "doubts": 2345, "whenever": 2346, "lawn": 2347, "holiness": 2348, "earn": 2349, "emphasize": 2350, "correction": 2351, "wounded": 2352, "accompany": 2353, "alike": 2354, "block": 2355, "speech": 2356, "smiled": 2357, "supplies": 2358, "phrase": 2359, "potatoes": 2360, "heareth": 2361, "comprehend": 2362, "stone": 2363, "structure": 2364, "closing": 2365, "rejected": 2366, "precepts": 2367, "perfectly": 2368, "tremble": 2369, "agree": 2370, "persons": 2371, "root": 2372, "announce": 2373, "ear": 2374, "horse": 2375, "rule": 2376, "commitments": 2377, "somewhere": 2378, "happier": 2379, "matthew": 2380, "priority": 2381, "wisely": 2382, "prayerful": 2383, "entitled": 2384, "treat": 2385, "scene": 2386, "degrees": 2387, "approval": 2388, "fallen": 2389, "numbers": 2390, "loyalty": 2391, "oaks": 2392, "reports": 2393, "speaker": 2394, "roll": 2395, "british": 2396, "vast": 2397, "singular": 2398, "weight": 2399, "declaring": 2400, "revelator": 2401, "windows": 2402, "multitude": 2403, "playing": 2404, "fifty": 2405, "baptizing": 2406, "stewardship": 2407, "sufficient": 2408, "anxious": 2409, "pathway": 2410, "wives": 2411, "birthday": 2412, "trained": 2413, "jack": 2414, "broke": 2415, "bond": 2416, "december": 2417, "perfection": 2418, "remove": 2419, "interests": 2420, "baptist": 2421, "confronted": 2422, "preached": 2423, "ministered": 2424, "cars": 2425, "perish": 2426, "ceased": 2427, "rejoicing": 2428, "corner": 2429, "forgiving": 2430, "fair": 2431, "beauty": 2432, "washed": 2433, "harvest": 2434, "hunger": 2435, "discover": 2436, "wept": 2437, "term": 2438, "characteristic": 2439, "doctrinal": 2440, "g": 2441, "pondering": 2442, "dinner": 2443, "top": 2444, "leonard": 2445, "wounds": 2446, "regret": 2447, "soil": 2448, "separated": 2449, "gentle": 2450, "covered": 2451, "notice": 2452, "trusted": 2453, "motivated": 2454, "reign": 2455, "equally": 2456, "1995": 2457, "24": 2458, "nelson": 2459, "former": 2460, "addressed": 2461, "row": 2462, "professional": 2463, "reserved": 2464, "19": 2465, "1992": 2466, "afford": 2467, "knit": 2468, "project": 2469, "thyself": 2470, "materials": 2471, "possibly": 2472, "dressed": 2473, "announced": 2474, "grows": 2475, "tens": 2476, "stumbling": 2477, "acting": 2478, "ran": 2479, "territory": 2480, "chair": 2481, "communication": 2482, "shopping": 2483, "associates": 2484, "nights": 2485, "directs": 2486, "pursuit": 2487, "washington": 2488, "gentiles": 2489, "affairs": 2490, "sel": 2491, "oath": 2492, "woodruff": 2493, "bookcraft": 2494, "contribution": 2495, "anniversary": 2496, "fiery": 2497, "content": 2498, "brazil": 2499, "leaves": 2500, "withstand": 2501, "practical": 2502, "hearken": 2503, "abundant": 2504, "low": 2505, "warn": 2506, "bar": 2507, "guilty": 2508, "movies": 2509, "gates": 2510, "trip": 2511, "gangs": 2512, "previously": 2513, "failed": 2514, "believing": 2515, "bid": 2516, "salas": 2517, "comp": 2518, "severe": 2519, "worthily": 2520, "exercised": 2521, "cheer": 2522, "sink": 2523, "increasing": 2524, "enoch": 2525, "buried": 2526, "observance": 2527, "drawn": 2528, "magnificent": 2529, "variety": 2530, "garments": 2531, "floods": 2532, "wherein": 2533, "suffereth": 2534, "descended": 2535, "dr": 2536, "dominion": 2537, "fog": 2538, "roots": 2539, "angela": 2540, "hadley": 2541, "wight": 2542, "tyndale": 2543, "returns": 2544, "furniture": 2545, "load": 2546, "lucifer": 2547, "magnitude": 2548, "whoso": 2549, "quoted": 2550, "pointed": 2551, "spring": 2552, "mental": 2553, "someday": 2554, "levels": 2555, "esteem": 2556, "sinai": 2557, "uprightly": 2558, "captivity": 2559, "worried": 2560, "sixty": 2561, "representative": 2562, "played": 2563, "quarterback": 2564, "inspiring": 2565, "fingers": 2566, "desperately": 2567, "perschon": 2568, "presided": 2569, "widows": 2570, "revelators": 2571, "historic": 2572, "finished": 2573, "conclude": 2574, "heads": 2575, "desolate": 2576, "divided": 2577, "separate": 2578, "partaking": 2579, "specifically": 2580, "peoples": 2581, "ears": 2582, "officers": 2583, "lowly": 2584, "prosper": 2585, "engage": 2586, "satellite": 2587, "supportive": 2588, "worlds": 2589, "unwise": 2590, "singing": 2591, "thankful": 2592, "nonmembers": 2593, "eighty": 2594, "kirtland": 2595, "tested": 2596, "follows": 2597, "obligations": 2598, "owe": 2599, "lest": 2600, "testifies": 2601, "plain": 2602, "prophecies": 2603, "aaron": 2604, "carnal": 2605, "understands": 2606, "crucial": 2607, "driving": 2608, "enormous": 2609, "1985": 2610, "repeat": 2611, "exact": 2612, "description": 2613, "1830": 2614, "spread": 2615, "favorite": 2616, "track": 2617, "remaining": 2618, "profession": 2619, "oil": 2620, "flowing": 2621, "advisers": 2622, "sung": 2623, "causing": 2624, "gently": 2625, "sanctify": 2626, "pit": 2627, "station": 2628, "responding": 2629, "packer": 2630, "prophetic": 2631, "verse": 2632, "misery": 2633, "marriages": 2634, "error": 2635, "ignored": 2636, "shepherds": 2637, "circle": 2638, "attain": 2639, "repented": 2640, "repenteth": 2641, "object": 2642, "fault": 2643, "guilt": 2644, "prodigal": 2645, "swindon": 2646, "afflictions": 2647, "enjoyed": 2648, "l": 2649, "nonmember": 2650, "lines": 2651, "dying": 2652, "dangerous": 2653, "newly": 2654, "affliction": 2655, "armed": 2656, "resolved": 2657, "sincerely": 2658, "confirmation": 2659, "thereafter": 2660, "rose": 2661, "struck": 2662, "planted": 2663, "edge": 2664, "lifelong": 2665, "agreed": 2666, "associated": 2667, "contention": 2668, "administered": 2669, "afflicted": 2670, "uncertainty": 2671, "window": 2672, "perilous": 2673, "proclaim": 2674, "citizens": 2675, "intense": 2676, "utmost": 2677, "kinds": 2678, "contributions": 2679, "rewarding": 2680, "herself": 2681, "heber": 2682, "tasks": 2683, "grandmothers": 2684, "tonga": 2685, "emulate": 2686, "intelligence": 2687, "storehouse": 2688, "encounter": 2689, "impression": 2690, "deeper": 2691, "ballard": 2692, "endeavor": 2693, "centered": 2694, "exercising": 2695, "inherit": 2696, "consecration": 2697, "retain": 2698, "fly": 2699, "stranger": 2700, "robert": 2701, "desperate": 2702, "captive": 2703, "samaritan": 2704, "nourishment": 2705, "quick": 2706, "strait": 2707, "submissive": 2708, "hawaiian": 2709, "lean": 2710, "unlock": 2711, "confusion": 2712, "difficulties": 2713, "punishment": 2714, "redeem": 2715, "request": 2716, "causes": 2717, "rights": 2718, "belongs": 2719, "wrought": 2720, "wanting": 2721, "accountable": 2722, "tall": 2723, "friendly": 2724, "construction": 2725, "larger": 2726, "skill": 2727, "television": 2728, "refer": 2729, "fearful": 2730, "steal": 2731, "wherewith": 2732, "jay": 2733, "flower": 2734, "pertaining": 2735, "truck": 2736, "tired": 2737, "rode": 2738, "egypt": 2739, "aren": 2740, "claim": 2741, "offend": 2742, "1988": 2743, "successfully": 2744, "enable": 2745, "boldly": 2746, "veil": 2747, "apartment": 2748, "depart": 2749, "tithes": 2750, "experiment": 2751, "habit": 2752, "bought": 2753, "beautifully": 2754, "folks": 2755, "bye": 2756, "grandpa": 2757, "interview": 2758, "ignore": 2759, "surprise": 2760, "peer": 2761, "widely": 2762, "audience": 2763, "worn": 2764, "thanksgiving": 2765, "depth": 2766, "accident": 2767, "ensign": 2768, "slow": 2769, "access": 2770, "classes": 2771, "ticket": 2772, "measured": 2773, "disciple": 2774, "silver": 2775, "millett": 2776, "2001": 2777, "andersen": 2778, "accusers": 2779, "mole": 2780, "stretch": 2781, "charged": 2782, "selected": 2783, "horses": 2784, "companions": 2785, "reply": 2786, "eyring": 2787, "brotherhood": 2788, "enos": 2789, "naked": 2790, "spouse": 2791, "attempting": 2792, "persuasion": 2793, "enlarge": 2794, "empty": 2795, "allowing": 2796, "feeble": 2797, "maxwell": 2798, "feels": 2799, "chile": 2800, "pondered": 2801, "render": 2802, "gladness": 2803, "regional": 2804, "awaiting": 2805, "obeying": 2806, "throw": 2807, "hospital": 2808, "threw": 2809, "respected": 2810, "henry": 2811, "bottom": 2812, "german": 2813, "bearers": 2814, "undertaking": 2815, "assembly": 2816, "testifying": 2817, "removed": 2818, "unbelief": 2819, "nazareth": 2820, "swept": 2821, "tribulation": 2822, "contemplate": 2823, "repeatedly": 2824, "essentially": 2825, "sides": 2826, "chastity": 2827, "seal": 2828, "pore": 2829, "echo": 2830, "sadly": 2831, "angry": 2832, "tend": 2833, "urged": 2834, "feared": 2835, "providing": 2836, "laman": 2837, "lemuel": 2838, "malachi": 2839, "authorized": 2840, "north": 2841, "barely": 2842, "convictions": 2843, "affected": 2844, "compelling": 2845, "awakened": 2846, "laying": 2847, "review": 2848, "redeeming": 2849, "yearning": 2850, "banner": 2851, "style": 2852, "characteristics": 2853, "evident": 2854, "bedrock": 2855, "mar": 2856, "condemn": 2857, "excuses": 2858, "demand": 2859, "healthy": 2860, "delay": 2861, "nowhere": 2862, "science": 2863, "sort": 2864, "solutions": 2865, "village": 2866, "europe": 2867, "dispensations": 2868, "carries": 2869, "valuable": 2870, "critics": 2871, "touching": 2872, "roads": 2873, "scriptural": 2874, "sanctifying": 2875, "scotland": 2876, "lady": 2877, "letters": 2878, "steve": 2879, "decades": 2880, "passage": 2881, "proceeded": 2882, "entry": 2883, "accountability": 2884, "piece": 2885, "lips": 2886, "committee": 2887, "entering": 2888, "tools": 2889, "hesitation": 2890, "relatively": 2891, "errors": 2892, "illustrate": 2893, "easter": 2894, "notwithstanding": 2895, "nearer": 2896, "weary": 2897, "whitney": 2898, "acquire": 2899, "wander": 2900, "strayed": 2901, "bitterness": 2902, "admonished": 2903, "plant": 2904, "contrast": 2905, "cool": 2906, "gardens": 2907, "yellow": 2908, "wholesome": 2909, "guess": 2910, "bands": 2911, "loosed": 2912, "flocks": 2913, "enthusiasm": 2914, "attractive": 2915, "curse": 2916, "reminder": 2917, "student": 2918, "actual": 2919, "controlling": 2920, "necessarily": 2921, "persecution": 2922, "sadness": 2923, "grieving": 2924, "hurts": 2925, "glorified": 2926, "rested": 2927, "infant": 2928, "holland": 2929, "2003": 2930, "approaching": 2931, "102": 2932, "probation": 2933, "slowly": 2934, "topic": 2935, "desirable": 2936, "increasingly": 2937, "sacrifices": 2938, "comforted": 2939, "pressures": 2940, "knives": 2941, "normal": 2942, "definition": 2943, "theme": 2944, "celebrate": 2945, "immediate": 2946, "passing": 2947, "economic": 2948, "anew": 2949, "martin": 2950, "grandfathers": 2951, "organize": 2952, "disease": 2953, "fourteen": 2954, "incident": 2955, "ii": 2956, "gender": 2957, "military": 2958, "independence": 2959, "unable": 2960, "planning": 2961, "secular": 2962, "introduced": 2963, "florence": 2964, "soldiers": 2965, "seldom": 2966, "columbus": 2967, "hardships": 2968, "redeemed": 2969, "independent": 2970, "wilford": 2971, "destruction": 2972, "martha": 2973, "accompanied": 2974, "philippines": 2975, "neighborhood": 2976, "unkind": 2977, "appearances": 2978, "looks": 2979, "customers": 2980, "loyal": 2981, "opposite": 2982, "location": 2983, "magazines": 2984, "waste": 2985, "shield": 2986, "guatemala": 2987, "harold": 2988, "manifestation": 2989, "fervent": 2990, "sake": 2991, "affect": 2992, "forms": 2993, "midnight": 2994, "exchange": 2995, "accomplishment": 2996, "facing": 2997, "prepares": 2998, "puts": 2999, "trees": 3000, "knowest": 3001, "maturity": 3002, "worthiness": 3003, "generosity": 3004, "neighborhoods": 3005, "lewis": 3006, "offers": 3007, "babylon": 3008, "stepped": 3009, "discouragement": 3010, "cows": 3011, "errand": 3012, "18": 3013, "00": 3014, "extremely": 3015, "paying": 3016, "sexual": 3017, "countenances": 3018, "solely": 3019, "1976": 3020, "hoped": 3021, "greed": 3022, "flew": 3023, "hannah": 3024, "fears": 3025, "muddy": 3026, "pressing": 3027, "poured": 3028, "officials": 3029, "bearer": 3030, "combinations": 3031, "whittling": 3032, "vibrant": 3033, "estate": 3034, "newness": 3035, "babies": 3036, "absolutely": 3037, "meaningful": 3038, "peaches": 3039, "basket": 3040, "priorities": 3041, "rely": 3042, "violence": 3043, "caroline": 3044, "sincerity": 3045, "buenos": 3046, "aires": 3047, "exciting": 3048, "workers": 3049, "neglect": 3050, "inasmuch": 3051, "till": 3052, "stillman": 3053, "nathan": 3054, "rank": 3055, "norby": 3056, "industries": 3057, "schneider": 3058, "purifying": 3059, "preserved": 3060, "frightened": 3061, "host": 3062, "faust": 3063, "blameless": 3064, "director": 3065, "immortal": 3066, "goodly": 3067, "reference": 3068, "minute": 3069, "persuade": 3070, "gentleness": 3071, "glass": 3072, "reinforce": 3073, "negative": 3074, "readily": 3075, "lifting": 3076, "9": 3077, "accordingly": 3078, "schools": 3079, "dearly": 3080, "seeth": 3081, "protective": 3082, "falling": 3083, "serves": 3084, "distracted": 3085, "examine": 3086, "championship": 3087, "dreamed": 3088, "conscience": 3089, 