{"the": 1, ",": 2, ".": 3, "of": 4, "and": 5, "to": 6, "in": 7, "a": 8, "that": 9, "i": 10, "we": 11, "is": 12, "“": 13, "”": 14, "for": 15, "you": 16, "he": 17, "our": 18, "it": 19, "his": 20, "be": 21, "as": 22, "are": 23, "with": 24, "have": 25, "was": 26, "this": 27, "’": 28, "not": 29, "will": 30, "they": 31, "my": 32, "all": 33, "us": 34, "who": 35, "by": 36, "lord": 37, "god": 38, "their": 39, "on": 40, ":": 41, "s": 42, "your": 43, "from": 44, "but": 45, "when": 46, "can": 47, "one": 48, "or": 49, "church": 50, "had": 51, "them": 52, "do": 53, "which": 54, "christ": 55, "him": 56, ";": 57, "-": 58, "jesus": 59, "me": 60, "there": 61, "has": 62, "?": 63, "what": 64, "—": 65, "were": 66, "life": 67, "so": 68, "at": 69, "father": 70, "an": 71, "would": 72, "if": 73, "those": 74, "may": 75, "said": 76, "love": 77, "been": 78, "time": 79, "know": 80, "children": 81, "these": 82, "her": 83, "more": 84, "day": 85, "world": 86, "…": 87, "see": 88, "great": 89, "she": 90, "family": 91, "many": 92, "no": 93, "shall": 94, "young": 95, "unto": 96, "(": 97, "faith": 98, "come": 99, "how": 100, "people": 101, "then": 102, "president": 103, "about": 104, "priesthood": 105, "things": 106, "man": 107, "through": 108, "some": 109, "spirit": 110, "gospel": 111, "work": 112, "men": 113, "each": 114, "upon": 115, "even": 116, "savior": 117, "into": 118, "other": 119, "only": 120, "now": 121, "[": 122, "should": 123, "years": 124, "because": 125, "also": 126, "than": 127, "help": 128, "out": 129, "ye": 130, "must": 131, "]": 132, "name": 133, "home": 134, "good": 135, "lives": 136, "holy": 137, "first": 138, "t": 139, "every": 140, "could": 141, "up": 142, "way": 143, "prophet": 144, "power": 145, ")": 146, "need": 147, "words": 148, "own": 149, "like": 150, "son": 151, "others": 152, "joseph": 153, "members": 154, "before": 155, "eternal": 156, "am": 157, "did": 158, "earth": 159, "after": 160, "!": 161, "most": 162, "very": 163, "make": 164, "temple": 165, "such": 166, "just": 167, "go": 168, "where": 169, "women": 170, "heart": 171, "over": 172, "given": 173, "never": 174, "let": 175, "give": 176, "book": 177, "sisters": 178, "another": 179, "being": 180, "say": 181, "made": 182, "true": 183, "much": 184, "well": 185, "live": 186, "came": 187, "heavenly": 188, "become": 189, "taught": 190, "testimony": 191, "any": 192, "two": 193, "smith": 194, "new": 195, "today": 196, "truth": 197, "its": 198, "blessings": 199, "remember": 200, "service": 201, "little": 202, "called": 203, "take": 204, "feel": 205, "pray": 206, "serve": 207, "again": 208, "always": 209, "saints": 210, "mormon": 211, "spiritual": 212, "heaven": 213, "prayer": 214, "receive": 215, "same": 216, "parents": 217, "might": 218, "ghost": 219, "living": 220, "thou": 221, "without": 222, "keep": 223, "teach": 224, "find": 225, "mother": 226, "mission": 227, "scriptures": 228, "asked": 229, "amen": 230, "commandments": 231, "hearts": 232, "word": 233, "experience": 234, "hope": 235, "families": 236, "brethren": 237, "right": 238, "light": 239, "thy": 240, "times": 241, "here": 242, "think": 243, "while": 244, "down": 245, "important": 246, "follow": 247, "together": 248, "learn": 249, "old": 250, "ever": 251, "days": 252, "personal": 253, "sacred": 254, "prophets": 255, "latter": 256, "part": 257, "kingdom": 258, "example": 259, "joy": 260, "read": 261, "cannot": 262, "ago": 263, "believe": 264, "place": 265, "voice": 266, "speak": 267, "mind": 268, "peace": 269, "away": 270, "back": 271, "want": 272, "brothers": 273, "told": 274, "few": 275, "yet": 276, "year": 277, "often": 278, "conference": 279, "plan": 280, "long": 281, "felt": 282, "why": 283, "understand": 284, "covenants": 285, "witness": 286, "bring": 287, "too": 288, "knew": 289, "whom": 290, "received": 291, "among": 292, "call": 293, "missionaries": 294, "blessing": 295, "society": 296, "found": 297, "last": 298, "strength": 299, "divine": 300, "missionary": 301, "faithful": 302, "does": 303, "elder": 304, "blessed": 305, "testify": 306, "get": 307, "done": 308, "both": 309, "during": 310, "gave": 311, "bear": 312, "leaders": 313, "woman": 314, "went": 315, "wife": 316, "don": 317, "ask": 318, "three": 319, "knowledge": 320, "‘": 321, "himself": 322, "ourselves": 323, "friends": 324, "happiness": 325, "gift": 326, "child": 327, "full": 328, "stand": 329, "heard": 330, "brother": 331, "soul": 332, "bless": 333, "principles": 334, "doctrine": 335, "hand": 336, "seek": 337, "desire": 338, "better": 339, "hear": 340, "member": 341, "comes": 342, "still": 343, "sins": 344, "promise": 345, "hands": 346, "death": 347, "end": 348, "wonderful": 349, "revelation": 350, "small": 351, "sister": 352, "look": 353, "responsibility": 354, "house": 355, "able": 356, "thought": 357, "relief": 358, "forth": 359, "put": 360, "needs": 361, "bishop": 362, "thee": 363, "saw": 364, "having": 365, "counsel": 366, "something": 367, "under": 368, "city": 369, "within": 370, "learned": 371, "behold": 372, "later": 373, "best": 374, "however": 375, "general": 376, "until": 377, "opportunity": 378, "meeting": 379, "once": 380, "use": 381, "doing": 382, "morning": 383, "around": 384, "teaching": 385, "face": 386, "against": 387, "stake": 388, "p": 389, "thing": 390, "left": 391, "atonement": 392, "quorum": 393, "boy": 394, "youth": 395, "second": 396, "set": 397, "message": 398, "means": 399, "tell": 400, "grateful": 401, "though": 402, "ways": 403, "self": 404, "sacrifice": 405, "evil": 406, "going": 407, "authority": 408, "homes": 409, "greater": 410, "sin": 411, "share": 412, "sons": 413, "understanding": 414, "sometimes": 415, "beautiful": 416, "law": 417, "person": 418, "beloved": 419, "presidency": 420, "worthy": 421, "body": 422, "themselves": 423, "loved": 424, "prayers": 425, "ordinances": 426, "care": 427, "history": 428, "prepare": 429, "righteousness": 430, "apostles": 431, "friend": 432, "special": 433, "began": 434, "high": 435, "salvation": 436, "answer": 437, "change": 438, "restored": 439, "night": 440, "therefore": 441, "since": 442, "ward": 443, "took": 444, "lake": 445, "nor": 446, "filled": 447, "course": 448, "walk": 449, "hold": 450, "sacrament": 451, "following": 452, "salt": 453, "became": 454, "perfect": 455, "covenant": 456, "school": 457, "question": 458, "greatest": 459, "saying": 460, "early": 461, "needed": 462, "forward": 463, "loving": 464, "john": 465, "enough": 466, "future": 467, "order": 468, "marriage": 469, "alone": 470, "purpose": 471, "teachings": 472, "hinckley": 473, "hath": 474, "dear": 475, "twelve": 476, "nothing": 477, "influence": 478, "study": 479, "really": 480, "choose": 481, "king": 482, "repentance": 483, "between": 484, "trust": 485, "leave": 486, "return": 487, "eyes": 488, "seen": 489, "act": 490, "brought": 491, "fear": 492, "next": 493, "kind": 494, "prepared": 495, "difficult": 496, "far": 497, "wrote": 498, "lost": 499, "known": 500, "lead": 501, "age": 502, "righteous": 503, "someone": 504, "perhaps": 505, "provide": 506, "throughout": 507, "different": 508, "whose": 509, "land": 510, "thus": 511, "wisdom": 512, "listen": 513, "husband": 514, "souls": 515, "strong": 516, "paul": 517, "promised": 518, "mortal": 519, "building": 520, "meet": 521, "obedience": 522, "humble": 523, "coming": 524, "peter": 525, "feelings": 526, "whether": 527, "sent": 528, "past": 529, "individual": 530, "matter": 531, "satan": 532, "beyond": 533, "pass": 534, "turn": 535, "fathers": 536, "alma": 537, "four": 538, "direction": 539, "kimball": 540, "glory": 541, "possible": 542, "spoke": 543, "according": 544, "gratitude": 545, "off": 546, "comfort": 547, "feeling": 548, "path": 549, "rather": 550, "welfare": 551, "hard": 552, "scripture": 553, "added": 554, "calling": 555, "sunday": 556, "challenges": 557, "story": 558, "disciples": 559, "cause": 560, "m": 561, "nephi": 562, "yea": 563, "simple": 564, "truly": 565, "build": 566, "presence": 567, "daily": 568, "baptized": 569, "sure": 570, "lived": 571, "teacher": 572, "moment": 573, "almost": 574, "toward": 575, "five": 576, "reach": 577, "used": 578, "human": 579, "suffering": 580, "open": 581, "daughters": 582, "spoken": 583, "precious": 584, "less": 585, "continue": 586, "present": 587, "teachers": 588, "baptism": 589, "water": 590, "declared": 591, "serving": 592, "neither": 593, "vision": 594, "aaronic": 595, "knows": 596, "repent": 597, "beginning": 598, "dead": 599, "willing": 600, "several": 601, "daughter": 602, "whole": 603, "save": 604, "keys": 605, "guide": 606, "loves": 607, "born": 608, "real": 609, "side": 610, "close": 611, "charity": 612, "principle": 613, "courage": 614, "temples": 615, "along": 616, "thoughts": 617, "accept": 618, "honor": 619, "nations": 620, "process": 621, "truths": 622, "redeemer": 623, "program": 624, "inspired": 625, "pure": 626, "physical": 627, "effort": 628, "concerning": 629, "happy": 630, "prayed": 631, "o": 632, "grow": 633, "learning": 634, "free": 635, "held": 636, "monson": 637, "thank": 638, "recently": 639, "talk": 640, "across": 641, "wish": 642, "looked": 643, "taken": 644, "finally": 645, "begin": 646, "support": 647, "israel": 648, "experiences": 649, "rest": 650, "answered": 651, "evening": 652, "large": 653, "forever": 654, "circumstances": 655, "necessary": 656, "privilege": 657, "everything": 658, "strengthen": 659, "indeed": 660, "served": 661, "making": 662, "anything": 663, "duty": 664, "followed": 665, "mothers": 666, "sense": 667, "visit": 668, "resurrection": 669, "fact": 670, "soon": 671, "didn": 672, "else": 673, "months": 674, "mine": 675, "surely": 676, "room": 677, "wanted": 678, "try": 679, "restoration": 680, "works": 681, "certain": 682, "mercy": 683, "third": 684, "questions": 685, "journey": 686, "efforts": 687, "glorious": 688, "agency": 689, "b": 690, "generation": 691, "apostle": 692, "poor": 693, "speaking": 694, "places": 695, "including": 696, "especially": 697, "inspiration": 698, "deep": 699, "shalt": 700, "powerful": 701, "myself": 702, "fully": 703, "met": 704, "revealed": 705, "foundation": 706, "number": 707, "mankind": 708, "opportunities": 709, "tonight": 710, "clear": 711, "wise": 712, "servants": 713, "master": 714, "problems": 715, "reading": 716, "meetings": 717, "thousands": 718, "head": 719, "pain": 720, "guidance": 721, "stood": 722, "testimonies": 723, "please": 724, "promises": 725, "door": 726, "above": 727, "modern": 728, "yes": 729, "giving": 730, "respect": 731, "seem": 732, "easy": 733, "companion": 734, "commanded": 735, "express": 736, "record": 737, "passed": 738, "written": 739, "wrong": 740, "simply": 741, "turned": 742, "flesh": 743, "nature": 744, "none": 745, "whatever": 746, "moral": 747, "united": 748, "confidence": 749, "show": 750, "zion": 751, "choices": 752, "endure": 753, "food": 754, "led": 755, "council": 756, "provided": 757, "enter": 758, "keeping": 759, "reason": 760, "fast": 761, "already": 762, "ones": 763, "pay": 764, "letter": 765, "died": 766, "brigham": 767, "war": 768, "eternity": 769, "individuals": 770, "minds": 771, "importance": 772, "least": 773, "pattern": 774, "gone": 775, "everyone": 776, "increase": 777, "says": 778, "week": 779, "opened": 780, "ve": 781, "chosen": 782, "built": 783, "darkness": 784, "walked": 785, "consider": 786, "single": 787, "recognize": 788, "fulness": 789, "established": 790, "available": 791, "wherefore": 792, "office": 793, "commandment": 794, "wants": 795, "money": 796, "spiritually": 797, "boys": 798, "described": 799, "adam": 800, "returned": 801, "primary": 802, "knowing": 803, "essential": 804, "gifts": 805, "states": 806, "clean": 807, "fall": 808, "gain": 809, "mortality": 810, "moroni": 811, "ordained": 812, "choice": 813, "worship": 814, "challenge": 815, "six": 816, "manner": 817, "sheep": 818, "language": 819, "further": 820, "seems": 821, "attend": 822, "area": 823, "required": 824, "wonder": 825, "move": 826, "david": 827, "enjoy": 828, "mighty": 829, "standards": 830, "–": 831, "lesson": 832, "trying": 833, "changed": 834, "marvelous": 835, "forgiveness": 836, "responsibilities": 837, "angels": 838, "laws": 839, "point": 840, "yourself": 841, "meaning": 842, "near": 843, "feet": 844, "carry": 845, "obey": 846, "group": 847, "progress": 848, "decisions": 849, "continued": 850, "organization": 851, "music": 852, "placed": 853, "dispensation": 854, "invite": 855, "overcome": 856, "decision": 857, "married": 858, "exercise": 859, "offer": 860, "leader": 861, "answers": 862, "rejoice": 863, "line": 864, "activities": 865, "attention": 866, "commitment": 867, "happened": 868, "state": 869, "stay": 870, "ancient": 871, "tithing": 872, "instead": 873, "moses": 874, "serious": 875, "moved": 876, "gives": 877, "capacity": 878, "suffer": 879, "working": 880, "realize": 881, "seemed": 882, "tears": 883, "kept": 884, "concern": 885, "ministry": 886, "w": 887, "looking": 888, "recorded": 889, "reality": 890, "tried": 891, "forget": 892, "brings": 893, "growth": 894, "sorrow": 895, "seeking": 896, "worth": 897, "virtue": 898, "forgive": 899, "lose": 900, "bishops": 901, "kindness": 902, "servant": 903, "ll": 904, "short": 905, "hours": 906, "pride": 907, "response": 908, "statement": 909, "avoid": 910, "success": 911, "occasion": 912, "step": 913, "everlasting": 914, "visited": 915, "remarkable": 916, "doubt": 917, "helped": 918, "sustain": 919, "standing": 920, "2": 921, "saved": 922, "miracle": 923, "education": 924, "road": 925, "preparation": 926, "created": 927, "girl": 928, "watch": 929, "strive": 930, "hour": 931, "report": 932, "develop": 933, "desires": 934, "helping": 935, "ready": 936, "appeared": 937, "humbly": 938, "role": 939, "melchizedek": 940, "explained": 941, "complete": 942, "natural": 943, "actions": 944, "obedient": 945, "services": 946, "000": 947, "requires": 948, "anyone": 949, "makes": 950, "mean": 951, "center": 952, "benson": 953, "1": 954, "elders": 955, "lift": 956, "missions": 957, "invitation": 958, "constant": 959, "although": 960, "result": 961, "examples": 962, "trials": 963, "america": 964, "remain": 965, "got": 966, "leadership": 967, "sat": 968, "experienced": 969, "ground": 970, "assist": 971, "account": 972, "testament": 973, "carefully": 974, "gathered": 975, "mary": 976, "basic": 977, "period": 978, "sabbath": 979, "deeply": 980, "key": 981, "presidents": 982, "records": 983, "appreciation": 984, "angel": 985, "field": 986, "patience": 987, "ability": 988, "becomes": 989, "expressed": 990, "taking": 991, "nation": 992, "3": 993, "draw": 994, "accepted": 995, "character": 996, "purposes": 997, "understood": 998, "shared": 999, "measure": 1000, "events": 1001, "obtain": 1002, "grace": 1003, "gordon": 1004, "immediately": 1005, "hundred": 1006, "sincere": 1007, "lay": 1008, "clearly": 1009, "sweet": 1010, "lessons": 1011, "allow": 1012, "fail": 1013, "touched": 1014, "encourage": 1015, "send": 1016, "leads": 1017, "james": 1018, "everywhere": 1019, "business": 1020, "weeks": 1021, "partake": 1022, "arms": 1023, "potential": 1024, "devil": 1025, "christian": 1026, "invited": 1027, "source": 1028, "offered": 1029, "hast": 1030, "talents": 1031, "yourselves": 1032, "assignment": 1033, "final": 1034, "celestial": 1035, "position": 1036, "fire": 1037, "cast": 1038, "activity": 1039, "dedicated": 1040, "training": 1041, "reminded": 1042, "bread": 1043, "seven": 1044, "art": 1045, "organized": 1046, "arrived": 1047, "interest": 1048, "longer": 1049, "becoming": 1050, "matters": 1051, "utah": 1052, "relationship": 1053, "ahead": 1054, "except": 1055, "focus": 1056, "moments": 1057, "sound": 1058, "half": 1059, "religious": 1060, "miracles": 1061, "fruit": 1062, "value": 1063, "growing": 1064, "callings": 1065, "active": 1066, "safety": 1067, "participate": 1068, "cross": 1069, "higher": 1070, "behind": 1071, "counseled": 1072, "quickly": 1073, "perform": 1074, "suffered": 1075, "control": 1076, "d": 1077, "saith": 1078, "class": 1079, "started": 1080, "declare": 1081, "white": 1082, "imagine": 1083, "older": 1084, "sing": 1085, "goal": 1086, "earthly": 1087, "assurance": 1088, "religion": 1089, "membership": 1090, "blood": 1091, "die": 1092, "happen": 1093, "significant": 1094, "increased": 1095, "broken": 1096, "bible": 1097, "verily": 1098, "generations": 1099, "sick": 1100, "direct": 1101, "concerned": 1102, "destroy": 1103, "sea": 1104, "preparing": 1105, "midst": 1106, "form": 1107, "entered": 1108, "values": 1109, "abraham": 1110, "teaches": 1111, "receiving": 1112, "deseret": 1113, "itself": 1114, "eight": 1115, "nearly": 1116, "ten": 1117, "temptation": 1118, "worked": 1119, "social": 1120, "stated": 1121, "dad": 1122, "priests": 1123, "lehi": 1124, "car": 1125, "honest": 1126, "replied": 1127, "powers": 1128, "country": 1129, "respond": 1130, "takes": 1131, "heavens": 1132, "fell": 1133, "expression": 1134, "spirits": 1135, "goodness": 1136, "job": 1137, "whatsoever": 1138, "stop": 1139, "play": 1140, "front": 1141, "add": 1142, "responded": 1143, "re": 1144, "saint": 1145, "using": 1146, "girls": 1147, "labor": 1148, "entire": 1149, "burden": 1150, "compassion": 1151, "witnesses": 1152, "messages": 1153, "accomplish": 1154, "5": 1155, "valley": 1156, "seed": 1157, "consequences": 1158, "conditions": 1159, "qualify": 1160, "fulfilled": 1161, "raised": 1162, "join": 1163, "practice": 1164, "grandchildren": 1165, "search": 1166, "health": 1167, "force": 1168, "proper": 1169, "correct": 1170, "common": 1171, "thine": 1172, "likewise": 1173, "aware": 1174, "song": 1175, "firm": 1176, "wherever": 1177, "subject": 1178, "unity": 1179, "unique": 1180, "judgment": 1181, "humility": 1182, "tree": 1183, "profound": 1184, "eat": 1185, "tender": 1186, "begotten": 1187, "tabernacle": 1188, "seventy": 1189, "birth": 1190, "rich": 1191, "provides": 1192, "standard": 1193, "eye": 1194, "action": 1195, "isn": 1196, "revelations": 1197, "exaltation": 1198, "earlier": 1199, "voices": 1200, "sight": 1201, "instructed": 1202, "month": 1203, "carried": 1204, "chapter": 1205, "judge": 1206, "sought": 1207, "acts": 1208, "nevertheless": 1209, "lack": 1210, "clothing": 1211, "difference": 1212, "sealed": 1213, "lifted": 1214, "doctrines": 1215, "shepherd": 1216, "twenty": 1217, "asking": 1218, "strengthened": 1219, "4": 1220, "resurrected": 1221, "rise": 1222, "paid": 1223, "south": 1224, "heavy": 1225, "vital": 1226, "similar": 1227, "either": 1228, "jacob": 1229, "healing": 1230, "spencer": 1231, "wives": 1232, "cometh": 1233, "realized": 1234, "dark": 1235, "outside": 1236, "fill": 1237, "personally": 1238, "caused": 1239, "duties": 1240, "observed": 1241, "address": 1242, "thinking": 1243, "unless": 1244, "fulfill": 1245, "determined": 1246, "continues": 1247, "quiet": 1248, "conversion": 1249, "relationships": 1250, "public": 1251, "local": 1252, "holders": 1253, "discipline": 1254, "season": 1255, "problem": 1256, "impressed": 1257, "instruction": 1258, "bodies": 1259, "recent": 1260, "dedication": 1261, "ought": 1262, "goes": 1263, "reached": 1264, "10": 1265, "joined": 1266, "conduct": 1267, "visiting": 1268, "listening": 1269, "community": 1270, "thousand": 1271, "adversary": 1272, "temporal": 1273, "decided": 1274, "april": 1275, "various": 1276, "include": 1277, "devotion": 1278, "particularly": 1279, "faced": 1280, "late": 1281, "behavior": 1282, "sustained": 1283, "evidence": 1284, "changes": 1285, "certainly": 1286, "eventually": 1287, "apply": 1288, "miles": 1289, "burdens": 1290, "welcome": 1291, "noble": 1292, "constantly": 1293, "particular": 1294, "praying": 1295, "sharing": 1296, "calls": 1297, "jerusalem": 1298, "ordinance": 1299, "minutes": 1300, "goals": 1301, "neighbors": 1302, "system": 1303, "programs": 1304, "emphasis": 1305, "tells": 1306, "run": 1307, "priest": 1308, "caring": 1309, "government": 1310, "raise": 1311, "moving": 1312, "j": 1313, "leaving": 1314, "cry": 1315, "price": 1316, "names": 1317, "integrity": 1318, "bed": 1319, "situation": 1320, "quite": 1321, "existence": 1322, "ancestors": 1323, "protect": 1324, "closer": 1325, "fundamental": 1326, "hospital": 1327, "case": 1328, "doesn": 1329, "effect": 1330, "expect": 1331, "benjamin": 1332, "oh": 1333, "believed": 1334, "gather": 1335, "listened": 1336, "reflect": 1337, "observe": 1338, "directed": 1339, "weak": 1340, "touch": 1341, "remembered": 1342, "conversation": 1343, "mckay": 1344, "ponder": 1345, "solemn": 1346, "holding": 1347, "freedom": 1348, "grandfather": 1349, "appropriate": 1350, "familiar": 1351, "hearing": 1352, "committed": 1353, "rock": 1354, "actually": 1355, "co": 1356, "spent": 1357, "assigned": 1358, "determination": 1359, "determine": 1360, "attitude": 1361, "thomas s": 1362, "dwell": 1363, "f": 1364, "river": 1365, "view": 1366, "verse": 1367, "performed": 1368, "require": 1369, "break": 1370, "won": 1371, "drink": 1372, "start": 1373, "picture": 1374, "stakes": 1375, "successful": 1376, "terrible": 1377, "feed": 1378, "information": 1379, "destiny": 1380, "heed": 1381, "devoted": 1382, "branch": 1383, "responsible": 1384, "resources": 1385, "behalf": 1386, "laid": 1387, "appointed": 1388, "hymn": 1389, "establish": 1390, "command": 1391, "justice": 1392, "involved": 1393, "section": 1394, "couple": 1395, "preach": 1396, "speaks": 1397, "wait": 1398, "university": 1399, "bad": 1400, "yours": 1401, "elijah": 1402, "walking": 1403, "eve": 1404, "continually": 1405, "afraid": 1406, "helps": 1407, "atoning": 1408, "nauvoo": 1409, "pioneers": 1410, "lot": 1411, "hundreds": 1412, "ours": 1413, "reward": 1414, "stands": 1415, "neighbor": 1416, "aside": 1417, "talked": 1418, "meant": 1419, "authorities": 1420, "suddenly": 1421, "waiting": 1422, "regarding": 1423, "millions": 1424, "careful": 1425, "york": 1426, "company": 1427, "temptations": 1428, "frequently": 1429, "press": 1430, "counselors": 1431, "image": 1432, "stories": 1433, "appear": 1434, "easter": 1435, "attended": 1436, "quorums": 1437, "development": 1438, "watched": 1439, "big": 1440, "travel": 1441, "write": 1442, "lee": 1443, "recognized": 1444, "waters": 1445, "afternoon": 1446, "completely": 1447, "otherwise": 1448, "charge": 1449, "extended": 1450, "fellow": 1451, "caught": 1452, "thanks": 1453, "chapel": 1454, "diligently": 1455, "pp": 1456, "million": 1457, "couples": 1458, "converted": 1459, "appreciate": 1460, "create": 1461, "almighty": 1462, "degree": 1463, "wicked": 1464, "infinite": 1465, "significance": 1466, "italics": 1467, "grant": 1468, "pleased": 1469, "regardless": 1470, "easily": 1471, "struggle": 1472, "magnificent": 1473, "expected": 1474, "instructions": 1475, "widow": 1476, "mistakes": 1477, "saving": 1478, "tremendous": 1479, "sit": 1480, "books": 1481, "addition": 1482, "despair": 1483, "greatly": 1484, "steps": 1485, "immortality": 1486, "redemption": 1487, "vast": 1488, "remission": 1489, "getting": 1490, "literally": 1491, "warning": 1492, "troubled": 1493, "stronger": 1494, "test": 1495, "noticed": 1496, "condition": 1497, "adversity": 1498, "stone": 1499, "safe": 1500, "bringing": 1501, "6": 1502, "needy": 1503, "guided": 1504, "event": 1505, "reasons": 1506, "chose": 1507, "spirituality": 1508, "mountain": 1509, "pioneer": 1510, "lies": 1511, "ages": 1512, "companionship": 1513, "faithfulness": 1514, "session": 1515, "critical": 1516, "wickedness": 1517, "reverence": 1518, "selfishness": 1519, "parent": 1520, "ed": 1521, "major": 1522, "lovely": 1523, "security": 1524, "offering": 1525, "train": 1526, "worldwide": 1527, "protection": 1528, "husbands": 1529, "effective": 1530, "attending": 1531, "winter": 1532, "parts": 1533, "conviction": 1534, "holds": 1535, "ezra": 1536, "nov": 1537, "isaiah": 1538, "stopped": 1539, "forty": 1540, "cold": 1541, "fulfillment": 1542, "additional": 1543, "note": 1544, "deal": 1545, "manifest": 1546, "harmony": 1547, "american": 1548, "mountains": 1549, "knees": 1550, "spend": 1551, "sun": 1552, "perspective": 1553, "offerings": 1554, "doth": 1555, "opposition": 1556, "faces": 1557, "presiding": 1558, "secret": 1559, "achieve": 1560, "finished": 1561, "bound": 1562, "regular": 1563, "loss": 1564, "communication": 1565, "christlike": 1566, "instance": 1567, "faithfully": 1568, "grave": 1569, "ultimate": 1570, "beauty": 1571, "highest": 1572, "summer": 1573, "\t": 1574, "enemy": 1575, "memory": 1576, "forgiven": 1577, "assistance": 1578, "declaration": 1579, "based": 1580, "divinity": 1581, "includes": 1582, "recall": 1583, "prophecy": 1584, "grew": 1585, "claim": 1586, "nephites": 1587, "table": 1588, "wards": 1589, "extend": 1590, "arise": 1591, "skills": 1592, "praise": 1593, "encouragement": 1594, "engaged": 1595, "gathering": 1596, "showed": 1597, "areas": 1598, "thereof": 1599, "15": 1600, "oil": 1601, "sign": 1602, "dream": 1603, "energy": 1604, "couldn": 1605, "reaching": 1606, "counselor": 1607, "testified": 1608, "entitled": 1609, "pornography": 1610, "current": 1611, "minister": 1612, "setting": 1613, "smile": 1614, "lie": 1615, "pulpit": 1616, "taft": 1617, "england": 1618, "october": 1619, "news": 1620, "accomplished": 1621, "warned": 1622, "television": 1623, "12": 1624, "heads": 1625, "plates": 1626, "improve": 1627, "grandmother": 1628, "seminary": 1629, "deacon": 1630, "deny": 1631, "persons": 1632, "garden": 1633, "delivered": 1634, "suggest": 1635, "approach": 1636, "parable": 1637, "magnify": 1638, "forces": 1639, "ultimately": 1640, "army": 1641, "begins": 1642, "deacons": 1643, "prophetic": 1644, "seeing": 1645, "busy": 1646, "west": 1647, "abuse": 1648, "benefit": 1649, "george": 1650, "liberty": 1651, "struggling": 1652, "battle": 1653, "terms": 1654, "advice": 1655, "nine": 1656, "discovered": 1657, "baby": 1658, "included": 1659, "beliefs": 1660, "race": 1661, "usually": 1662, "sufficient": 1663, "arm": 1664, "witnessed": 1665, "store": 1666, "fine": 1667, "interesting": 1668, "beings": 1669, "proud": 1670, "congregation": 1671, "friendship": 1672, "equal": 1673, "regularly": 1674, "difficulty": 1675, "younger": 1676, "easier": 1677, "watching": 1678, "likely": 1679, "promptings": 1680, "conclusion": 1681, "limited": 1682, "worldly": 1683, "valiant": 1684, "confirmed": 1685, "thirty": 1686, "bearing": 1687, "task": 1688, "traveled": 1689, "individually": 1690, "paths": 1691, "employment": 1692, "probably": 1693, "danger": 1694, "describe": 1695, "regard": 1696, "inspire": 1697, "developed": 1698, "quietly": 1699, "mentioned": 1700, "fourth": 1701, "appearance": 1702, "ill": 1703, "contention": 1704, "portion": 1705, "converts": 1706, "acknowledge": 1707, "talking": 1708, "positive": 1709, "nurture": 1710, "providing": 1711, "belief": 1712, "habits": 1713, "willingness": 1714, "fasting": 1715, "risen": 1716, "obligation": 1717, "honored": 1718, "mount": 1719, "wasn": 1720, "team": 1721, "remind": 1722, "mouth": 1723, "prove": 1724, "debt": 1725, "commit": 1726, "searching": 1727, "warm": 1728, "followers": 1729, "cried": 1730, "financial": 1731, "presented": 1732, "ears": 1733, "countries": 1734, "central": 1735, "trial": 1736, "intent": 1737, "air": 1738, "emotional": 1739, "patient": 1740, "increasing": 1741, "specific": 1742, "transgression": 1743, "encouraged": 1744, "daniel": 1745, "attributes": 1746, "approached": 1747, "forgotten": 1748, "premortal": 1749, "sustaining": 1750, "snow": 1751, "studying": 1752, "material": 1753, "bright": 1754, "urge": 1755, "century": 1756, "singing": 1757, "e": 1758, "dress": 1759, "enjoyed": 1760, "prison": 1761, "despite": 1762, "wondered": 1763, "hungry": 1764, "choir": 1765, "named": 1766, "afflictions": 1767, "students": 1768, "interview": 1769, "quoted": 1770, "surprised": 1771, "diligence": 1772, "unit": 1773, "bishopric": 1774, "ordinary": 1775, "related": 1776, "shown": 1777, "drugs": 1778, "allowed": 1779, "maintain": 1780, "anxious": 1781, "confident": 1782, "economic": 1783, "announced": 1784, "holiness": 1785, "inside": 1786, "numbers": 1787, "explain": 1788, "impact": 1789, "plead": 1790, "treasure": 1791, "mark": 1792, "striving": 1793, "percent": 1794, "convert": 1795, "narrow": 1796, "impossible": 1797, "plans": 1798, "perfection": 1799, "lifetime": 1800, "tongue": 1801, "herself": 1802, "occurred": 1803, "false": 1804, "demands": 1805, "cut": 1806, "june": 1807, "remembrance": 1808, "hall": 1809, "lines": 1810, "town": 1811, "medical": 1812, "walls": 1813, "storm": 1814, "instrument": 1815, "returning": 1816, "blind": 1817, "assignments": 1818, "assembled": 1819, "countless": 1820, "councils": 1821, "c": 1822, "trees": 1823, "concerns": 1824, "veil": 1825, "distance": 1826, "whenever": 1827, "reflected": 1828, "suppose": 1829, "boat": 1830, "repeat": 1831, "hurt": 1832, "patriarch": 1833, "eternally": 1834, "apart": 1835, "grown": 1836, "telling": 1837, "idea": 1838, "enduring": 1839, "tomorrow": 1840, "dreams": 1841, "belong": 1842, "wind": 1843, "resist": 1844, "identity": 1845, "destruction": 1846, "thomas": 1847, "sitting": 1848, "heritage": 1849, "chance": 1850, "multitude": 1851, "level": 1852, "nelson": 1853, "creation": 1854, "interested": 1855, "basis": 1856, "brief": 1857, "bore": 1858, "resolve": 1859, "completed": 1860, "receiveth": 1861, "game": 1862, "farm": 1863, "enemies": 1864, "somehow": 1865, "truthfulness": 1866, "discuss": 1867, "30": 1868, "l": 1869, "believing": 1870, "creator": 1871, "trouble": 1872, "total": 1873, "grandparents": 1874, "healed": 1875, "doors": 1876, "preside": 1877, "fruits": 1878, "proclamation": 1879, "fallen": 1880, "challenging": 1881, "decide": 1882, "victory": 1883, "tomb": 1884, "asks": 1885, "fit": 1886, "strengthening": 1887, "grand": 1888, "repeated": 1889, "inhabitants": 1890, "contained": 1891, "apr": 1892, "clark": 1893, "lds": 1894, "referred": 1895, "purity": 1896, "oct": 1897, "ran": 1898, "media": 1899, "giveth": 1900, "remained": 1901, "officers": 1902, "lands": 1903, "physically": 1904, "suggested": 1905, "designed": 1906, "memories": 1907, "heal": 1908, "miss": 1909, "harvest": 1910, "top": 1911, "associated": 1912, "equally": 1913, "illness": 1914, "theme": 1915, "generous": 1916, "helpful": 1917, "gethsemane": 1918, "towards": 1919, "inspiring": 1920, "leading": 1921, "opening": 1922, "associates": 1923, "results": 1924, "adult": 1925, "consequence": 1926, "cost": 1927, "performance": 1928, "adults": 1929, "loyalty": 1930, "centuries": 1931, "gold": 1932, "romney": 1933, "considered": 1934, "gentle": 1935, "happens": 1936, "disease": 1937, "list": 1938, "ship": 1939, "worthiness": 1940, "worry": 1941, "lasting": 1942, "separate": 1943, "prayerfully": 1944, "qualities": 1945, "favorite": 1946, "finding": 1947, "remarks": 1948, "discover": 1949, "generally": 1950, "endured": 1951, "effects": 1952, "introduced": 1953, "prior": 1954, "whereby": 1955, "anger": 1956, "merely": 1957, "whosoever": 1958, "foot": 1959, "environment": 1960, "confirmation": 1961, "rescue": 1962, "passing": 1963, "street": 1964, "surrounded": 1965, "tiny": 1966, "quality": 1967, "poverty": 1968, "meek": 1969, "11": 1970, "assured": 1971, "differences": 1972, "notice": 1973, "reliance": 1974, "idaho": 1975, "access": 1976, "empty": 1977, "wisely": 1978, "alive": 1979, "college": 1980, "canada": 1981, "africa": 1982, "succeed": 1983, "feast": 1984, "hill": 1985, "samuel": 1986, "concluded": 1987, "lonely": 1988, "exactly": 1989, "cares": 1990, "inner": 1991, "turning": 1992, "glad": 1993, "weary": 1994, "doctor": 1995, "spring": 1996, "recommend": 1997, "funeral": 1998, "wilderness": 1999, "tragic": 2000, "follows": 2001, "flock": 2002, "running": 2003, "seriously": 2004, "july": 2005, "hearken": 2006, "selfish": 2007, "reminds": 2008, "aid": 2009, "mention": 2010, "14": 2011, "administer": 2012, "laying": 2013, "willingly": 2014, "meaningful": 2015, "directly": 2016, "reported": 2017, "properly": 2018, "tragedy": 2019, "gained": 2020, "embrace": 2021, "mom": 2022, "virtuous": 2023, "holder": 2024, "companions": 2025, "abide": 2026, "unfortunately": 2027, "failure": 2028, "marry": 2029, "lamb": 2030, "failed": 2031, "priorities": 2032, "developing": 2033, "20": 2034, "marriages": 2035, "discouraged": 2036, "afflicted": 2037, "buy": 2038, "difficulties": 2039, "drawn": 2040, "comfortable": 2041, "helaman": 2042, "spake": 2043, "obtained": 2044, "feels": 2045, "deliver": 2046, "possess": 2047, "destroyed": 2048, "pleasure": 2049, "private": 2050, "thankful": 2051, "iniquity": 2052, "posterity": 2053, "prophesied": 2054, "fellowship": 2055, "maybe": 2056, "sincerely": 2057, "communities": 2058, "hunter": 2059, "sang": 2060, "unable": 2061, "sexual": 2062, "meekness": 2063, "distress": 2064, "square": 2065, "fight": 2066, "perfectly": 2067, "merciful": 2068, "overwhelming": 2069, "wouldn": 2070, "reveal": 2071, "quote": 2072, "precept": 2073, "substance": 2074, "fifty": 2075, "divinely": 2076, "advantage": 2077, "contribute": 2078, "shoes": 2079, "computer": 2080, "miraculous": 2081, "continuing": 2082, "property": 2083, "europe": 2084, "spread": 2085, "r": 2086, "packer": 2087, "english": 2088, "branches": 2089, "newly": 2090, "allows": 2091, "centered": 2092, "shine": 2093, "granted": 2094, "cheer": 2095, "haven": 2096, "pondered": 2097, "saturday": 2098, "describes": 2099, "represent": 2100, "intended": 2101, "kirtland": 2102, "previous": 2103, "knelt": 2104, "hunger": 2105, "practices": 2106, "ministering": 2107, "unknown": 2108, "william": 2109, "pulled": 2110, "cup": 2111, "fulfilling": 2112, "richard": 2113, "political": 2114, "conflict": 2115, "ideal": 2116, "tempted": 2117, "mexico": 2118, "ball": 2119, "culture": 2120, "horse": 2121, "wealth": 2122, "admonition": 2123, "nourish": 2124, "student": 2125, "trusted": 2126, "oliver": 2127, "labors": 2128, "planning": 2129, "clothes": 2130, "pertaining": 2131, "escape": 2132, "facing": 2133, "trip": 2134, "shows": 2135, "plea": 2136, "showing": 2137, "comprehend": 2138, "acceptance": 2139, "chief": 2140, "plain": 2141, "sealing": 2142, "birthday": 2143, "misery": 2144, "author": 2145, "carrying": 2146, "samaritan": 2147, "woodruff": 2148, "killed": 2149, "christmas": 2150, "saul": 2151, "childhood": 2152, "changing": 2153, "bearers": 2154, "produce": 2155, "comforting": 2156, "bit": 2157, "attempt": 2158, "description": 2159, "occasions": 2160, "application": 2161, "sacrifices": 2162, "renew": 2163, "fielding": 2164, "california": 2165, "writing": 2166, "sleep": 2167, "focused": 2168, "bind": 2169, "partaking": 2170, "virtues": 2171, "circle": 2172, "secure": 2173, "intelligence": 2174, "independent": 2175, "vain": 2176, "royal": 2177, "harold": 2178, "flow": 2179, "noah": 2180, "universal": 2181, "discussion": 2182, "conscience": 2183, "stayed": 2184, "date": 2185, "earnestly": 2186, "tested": 2187, "believers": 2188, "closed": 2189, "painful": 2190, "buildings": 2191, "weaknesses": 2192, "fold": 2193, "former": 2194, "east": 2195, "applies": 2196, "organizations": 2197, "wall": 2198, "north": 2199, "treat": 2200, "contains": 2201, "male": 2202, "technology": 2203, "50": 2204, "communicate": 2205, "rules": 2206, "yield": 2207, "fellowmen": 2208, "discipleship": 2209, "richards": 2210, "expressions": 2211, "grove": 2212, "yesterday": 2213, "borne": 2214, "offended": 2215, "yoke": 2216, "review": 2217, "8": 2218, "crowd": 2219, "shoulder": 2220, "ammon": 2221, "dinner": 2222, "brightness": 2223, "storehouse": 2224, "exist": 2225, "space": 2226, "safely": 2227, "worthily": 2228, "enoch": 2229, "somewhat": 2230, "removed": 2231, "shed": 2232, "arose": 2233, "scene": 2234, "rain": 2235, "drove": 2236, "thereby": 2237, "acquainted": 2238, "expects": 2239, "loneliness": 2240, "influences": 2241, "heber": 2242, "balance": 2243, "thyself": 2244, "consecration": 2245, "oath": 2246, "defined": 2247, "hopes": 2248, "demonstrated": 2249, "ends": 2250, "bitter": 2251, "extraordinary": 2252, "13": 2253, "noted": 2254, "pages": 2255, "scriptural": 2256, "continent": 2257, "committee": 2258, "plant": 2259, "lamanites": 2260, "wept": 2261, "storms": 2262, "afford": 2263, "stranger": 2264, "mature": 2265, "weakness": 2266, "tithes": 2267, "steadfast": 2268, "slow": 2269, "hymns": 2270, "reply": 2271, "henry": 2272, "conferences": 2273, "hell": 2274, "sad": 2275, "contrast": 2276, "g": 2277, "request": 2278, "indicated": 2279, "cases": 2280, "warn": 2281, "surprise": 2282, "exciting": 2283, "houses": 2284, "occasionally": 2285, "drop": 2286, "seers": 2287, "simon": 2288, "evident": 2289, "raising": 2290, "desired": 2291, "wounds": 2292, "administered": 2293, "proclaim": 2294, "demonstrate": 2295, "patterns": 2296, "supply": 2297, "forms": 2298, "18": 2299, "habit": 2300, "released": 2301, "straight": 2302, "churches": 2303, "honesty": 2304, "female": 2305, "assure": 2306, "perish": 2307, "rose": 2308, "planted": 2309, "cared": 2310, "immediate": 2311, "inherit": 2312, "due": 2313, "anguish": 2314, "affairs": 2315, "previously": 2316, "jr": 2317, "march": 2318, "internet": 2319, "strange": 2320, "finish": 2321, "jehovah": 2322, "mistake": 2323, "repeatedly": 2324, "compassionate": 2325, "popular": 2326, "innocent": 2327, "elements": 2328, "valuable": 2329, "senior": 2330, "remove": 2331, "preached": 2332, "fields": 2333, "term": 2334, "gate": 2335, "cease": 2336, "patriarchal": 2337, "numerous": 2338, "planned": 2339, "bookcraft": 2340, "permit": 2341, "eternities": 2342, "teenage": 2343, "fears": 2344, "audience": 2345, "round": 2346, "grief": 2347, "speech": 2348, "phrase": 2349, "foolish": 2350, "root": 2351, "crime": 2352, "windows": 2353, "departed": 2354, "pursue": 2355, "baptist": 2356, "lambs": 2357, "winds": 2358, "accident": 2359, "violence": 2360, "joshua": 2361, "riches": 2362, "played": 2363, "immorality": 2364, "renewed": 2365, "persecution": 2366, "kinds": 2367, "sermon": 2368, "paying": 2369, "acceptable": 2370, "tribulation": 2371, "contrary": 2372, "lest": 2373, "preaching": 2374, "bestowed": 2375, "letters": 2376, "journal": 2377, "occur": 2378, "fun": 2379, "agreed": 2380, "burning": 2381, "emphasized": 2382, "organize": 2383, "redeemed": 2384, "fund": 2385, "absolutely": 2386, "rely": 2387, "amount": 2388, "seeds": 2389, "inasmuch": 2390, "qualified": 2391, "freely": 2392, "enos": 2393, "excellent": 2394, "cultivate": 2395, "urged": 2396, "obligations": 2397, "disappointment": 2398, "drive": 2399, "passage": 2400, "assume": 2401, "wilt": 2402, "pondering": 2403, "guiding": 2404, "dressed": 2405, "causes": 2406, "board": 2407, "larger": 2408, "brazil": 2409, "buried": 2410, "depth": 2411, "phone": 2412, "wounded": 2413, "worried": 2414, "model": 2415, "requirements": 2416, "crucifixion": 2417, "genuine": 2418, "driven": 2419, "matthew": 2420, "traditions": 2421, "seer": 2422, "7": 2423, "possessions": 2424, "consistent": 2425, "believeth": 2426, "abiding": 2427, "unusual": 2428, "reminder": 2429, "honorable": 2430, "issue": 2431, "party": 2432, "1995": 2433, "bus": 2434, "succor": 2435, "accountable": 2436, "tall": 2437, "research": 2438, "talent": 2439, "remembering": 2440, "lucifer": 2441, "fifth": 2442, "consistently": 2443, "christians": 2444, "germany": 2445, "preserve": 2446, "accepting": 2447, "attendance": 2448, "repented": 2449, "judged": 2450, "resource": 2451, "professional": 2452, "essence": 2453, "visits": 2454, "conferred": 2455, "inheritance": 2456, "endowment": 2457, "construction": 2458, "100": 2459, "sanctified": 2460, "funds": 2461, "neglect": 2462, "mental": 2463, "rejected": 2464, "rewards": 2465, "choosing": 2466, "humbled": 2467, "putting": 2468, "interests": 2469, "red": 2470, "hidden": 2471, "/": 2472, "ideas": 2473, "fervent": 2474, "prevent": 2475, "treasures": 2476, "shortly": 2477, "pointed": 2478, "rising": 2479, "someday": 2480, "revelators": 2481, "pressure": 2482, "mosiah": 2483, "destructive": 2484, "edge": 2485, "window": 2486, "project": 2487, "deeds": 2488, "possibly": 2489, "extent": 2490, "trail": 2491, "submit": 2492, "messiah": 2493, "satisfaction": 2494, "divorce": 2495, "sees": 2496, "offers": 2497, "severe": 2498, "satisfied": 2499, "brotherhood": 2500, "capable": 2501, "middle": 2502, "wagon": 2503, "exalted": 2504, "h": 2505, "languages": 2506, "cover": 2507, "studied": 2508, "waited": 2509, "marked": 2510, "traveling": 2511, "stature": 2512, "circumstance": 2513, "mourn": 2514, "glorified": 2515, "countenance": 2516, "type": 2517, "recognition": 2518, "exercised": 2519, "cities": 2520, "refuge": 2521, "dr": 2522, "whoso": 2523, "earn": 2524, "spite": 2525, "bears": 2526, "prophecies": 2527, "effectively": 2528, "1985": 2529, "shoulders": 2530, "piece": 2531, "situations": 2532, "breaking": 2533, "identify": 2534, "iron": 2535, "firmly": 2536, "slowly": 2537, "abilities": 2538, "signs": 2539, "acted": 2540, "wrought": 2541, "design": 2542, "convinced": 2543, "refer": 2544, "instruments": 2545, "association": 2546, "naked": 2547, "closing": 2548, "chastity": 2549, "wars": 2550, "earnest": 2551, "endless": 2552, "rod": 2553, "translated": 2554, "revelator": 2555, "impression": 2556, "mr": 2557, "operation": 2558, "justify": 2559, "contribution": 2560, "hoped": 2561, "hosts": 2562, "overwhelmed": 2563, "defend": 2564, "reject": 2565, "verses": 2566, "steady": 2567, "fifteen": 2568, "grows": 2569, "lovingly": 2570, "military": 2571, "stars": 2572, "comp": 2573, "baptismal": 2574, "estate": 2575, "sensitive": 2576, "modest": 2577, "fed": 2578, "grandson": 2579, "confess": 2580, "dominion": 2581, "till": 2582, "gladness": 2583, "points": 2584, "comforter": 2585, "flood": 2586, "household": 2587, "$": 2588, "proclaimed": 2589, "national": 2590, "hardly": 2591, "sorry": 2592, "cancer": 2593, "invites": 2594, "normal": 2595, "abundance": 2596, "below": 2597, "depart": 2598, "obvious": 2599, "remains": 2600, "element": 2601, "diligent": 2602, "forsake": 2603, "universe": 2604, "industries": 2605, "eyring": 2606, "tribute": 2607, "regional": 2608, "temporary": 2609, "taylor": 2610, "agree": 2611, "rule": 2612, "calm": 2613, "improvement": 2614, "floor": 2615, "trained": 2616, "broke": 2617, "fault": 2618, "contributions": 2619, "increasingly": 2620, "fortunate": 2621, "seated": 2622, "17": 2623, "participated": 2624, "anniversary": 2625, "representatives": 2626, "projects": 2627, "40": 2628, "count": 2629, "classes": 2630, "beside": 2631, "esteem": 2632, "doeth": 2633, "ear": 2634, "priority": 2635, "studies": 2636, "jan": 2637, "reports": 2638, "error": 2639, "corner": 2640, "enthusiasm": 2641, "joyful": 2642, "depend": 2643, "silent": 2644, "cowdery": 2645, "officer": 2646, "expectations": 2647, "poured": 2648, "workers": 2649, "therein": 2650, "desert": 2651, "missouri": 2652, "hang": 2653, "structure": 2654, "warmth": 2655, "dollars": 2656, "sung": 2657, "card": 2658, "ease": 2659, "anxiously": 2660, "opinion": 2661, "pull": 2662, "beheld": 2663, "surgery": 2664, "miserable": 2665, "burned": 2666, "camp": 2667, "bondage": 2668, "impressions": 2669, "crying": 2670, "sorrows": 2671, "discussed": 2672, "unclean": 2673, "totally": 2674, "star": 2675, "roots": 2676, "net": 2677, "tests": 2678, "minute": 2679, "nurtured": 2680, "authorized": 2681, "affection": 2682, "uses": 2683, "understands": 2684, "thoughtful": 2685, "achieved": 2686, "inviting": 2687, "guilt": 2688, "affliction": 2689, "embraced": 2690, "participating": 2691, "acting": 2692, "article": 2693, "wilford": 2694, "talks": 2695, "ocean": 2696, "prompted": 2697, "site": 2698, "silver": 2699, "pledge": 2700, "guard": 2701, "catch": 2702, "desperately": 2703, "historic": 2704, "consideration": 2705, "elderly": 2706, "institute": 2707, "insight": 2708, "intense": 2709, "objective": 2710, "confusion": 2711, "rights": 2712, "accompanied": 2713, "withstand": 2714, "bar": 2715, "guilty": 2716, "doctors": 2717, "paper": 2718, "variety": 2719, "wherein": 2720, "seemingly": 2721, "mutual": 2722, "roles": 2723, "radio": 2724, "angry": 2725, "advance": 2726, "ensure": 2727, "redeeming": 2728, "fixed": 2729, "tools": 2730, "dramatic": 2731, "participation": 2732, "acquire": 2733, "lights": 2734, "loyal": 2735, "arrive": 2736, "necessity": 2737, "fish": 2738, "preserved": 2739, "hit": 2740, "immortal": 2741, "negative": 2742, "challenged": 2743, "groups": 2744, "peaceful": 2745, "alcohol": 2746, "legacy": 2747, "scattered": 2748, "anywhere": 2749, "crucified": 2750, "shepherds": 2751, "suggestions": 2752, "income": 2753, "struck": 2754, "reign": 2755, "comforted": 2756, "wagons": 2757, "leaves": 2758, "jail": 2759, "replaced": 2760, "presidencies": 2761, "commitments": 2762, "approval": 2763, "shape": 2764, "native": 2765, "notwithstanding": 2766, "nearer": 2767, "furthermore": 2768, "24": 2769, "row": 2770, "submissive": 2771, "brown": 2772, "attitudes": 2773, "opposite": 2774, "150": 2775, "content": 2776, "bones": 2777, "sake": 2778, "egypt": 2779, "galilee": 2780, "contain": 2781, "extremely": 2782, "institution": 2783, "begun": 2784, "kill": 2785, "pains": 2786, "disciple": 2787, "disobedience": 2788, "meat": 2789, "motherhood": 2790, "harder": 2791, "cherish": 2792, "1974": 2793, "carries": 2794, "playing": 2795, "lips": 2796, "sanctify": 2797, "green": 2798, "dying": 2799, "regret": 2800, "citizens": 2801, "auxiliary": 2802, "quick": 2803, "ii": 2804, "low": 2805, "defense": 2806, "outward": 2807, "status": 2808, "abinadi": 2809, "knock": 2810, "contrite": 2811, "schools": 2812, "alike": 2813, "widows": 2814, "conclude": 2815, "descendants": 2816, "precepts": 2817, "compared": 2818, "commands": 2819, "tendency": 2820, "pictures": 2821, "nurturing": 2822, "admonished": 2823, "wholesome": 2824, "motivated": 2825, "entrusted": 2826, "destination": 2827, "thirst": 2828, "secular": 2829, "redeem": 2830, "tune": 2831, "obviously": 2832, "unworthy": 2833, "gradually": 2834, "grandpa": 2835, "evenings": 2836, "16": 2837, "clock": 2838, "strangers": 2839, "reference": 2840, "spouse": 2841, "specifically": 2842, "morality": 2843, "transgressions": 2844, "tend": 2845, "prayerful": 2846, "title": 2847, "career": 2848, "distant": 2849, "experiencing": 2850, "fresh": 2851, "dangerous": 2852, "thereafter": 2853, "hence": 2854, "deceived": 2855, "crossed": 2856, "hair": 2857, "prevail": 2858, "altar": 2859, "pick": 2860, "naturally": 2861, "dignity": 2862, "encouraging": 2863, "descended": 2864, "unlike": 2865, "increases": 2866, "pour": 2867, "25": 2868, "fingers": 2869, "influenced": 2870, "nazareth": 2871, "risk": 2872, "japan": 2873, "australia": 2874, "perfected": 2875, "kindred": 2876, "sword": 2877, "ashamed": 2878, "largely": 2879, "struggled": 2880, "endowed": 2881, "printed": 2882, "entering": 2883, "fair": 2884, "positions": 2885, "fought": 2886, "19": 2887, "selfless": 2888, "ballard": 2889, "main": 2890, "exceedingly": 2891, "seeks": 2892, "stage": 2893, "oldest": 2894, "looks": 2895, "accounts": 2896, "practical": 2897, "offend": 2898, "black": 2899, "dependent": 2900, "concept": 2901, "text": 2902, "issues": 2903, "crisis": 2904, "tongues": 2905, "falling": 2906, "weekly": 2907, "constitution": 2908, "facts": 2909, "lying": 2910, "commend": 2911, "hyrum": 2912, "roll": 2913, "produced": 2914, "pathway": 2915, "accountability": 2916, "denied": 2917, "inadequate": 2918, "kings": 2919, "wide": 2920, "mindful": 2921, "separated": 2922, "tasks": 2923, "happening": 2924, "desperate": 2925, "26": 2926, "martha": 2927, "wear": 2928, "waste": 2929, "moves": 2930, "agony": 2931, "kneel": 2932, "thanksgiving": 2933, "heartfelt": 2934, "copy": 2935, "clothed": 2936, "nearby": 2937, "nets": 2938, "supreme": 2939, "applied": 2940, "apostasy": 2941, "forced": 2942, "eighty": 2943, "somewhere": 2944, "page": 2945, "excuse": 2946, "elect": 2947, "lady": 2948, "track": 2949, "greatness": 2950, "hate": 2951, "patiently": 2952, "marks": 2953, "lesser": 2954, "perilous": 2955, "judgments": 2956, "island": 2957, "dry": 2958, "robert": 2959, "independence": 2960, "refused": 2961, "informed": 2962, "cultural": 2963, "discouragement": 2964, "educational": 2965, "jews": 2966, "theirs": 2967, "plains": 2968, "flight": 2969, "heartache": 2970, "chain": 2971, "formal": 2972, "blesses": 2973, "gods": 2974, "pleasing": 2975, "beat": 2976, "golden": 2977, "upward": 2978, "cars": 2979, "abandoned": 2980, "honoring": 2981, "sell": 2982, "soil": 2983, "courageous": 2984, "appears": 2985, "materials": 2986, "picked": 2987, "depression": 2988, "strait": 2989, "nights": 2990, "pursuit": 2991, "consecrated": 2992, "affect": 2993, "function": 2994, "administration": 2995, "plane": 2996, "delight": 2997, "captain": 2998, "amid": 2999, "official": 3000, "cleansed": 3001, "horses": 3002, "doubts": 3003, "briefly": 3004, "9": 3005, "dust": 3006, "ninety": 3007, "games": 3008, "published": 3009, "favor": 3010, "troubles": 3011, "worlds": 3012, "comment": 3013, "happier": 3014, "enormous": 3015, "reaches": 3016, "stewardship": 3017, "depths": 3018, "december": 3019, "relatively": 3020, "possessed": 3021, "connection": 3022, "howard": 3023, "sickness": 3024, "stones": 3025, "size": 3026, "skill": 3027, "manifestation": 3028, "priceless": 3029, "youngest": 3030, "establishing": 3031, "proceed": 3032, "details": 3033, "albert": 3034, "meal": 3035, "classroom": 3036, "injured": 3037, "emphasize": 3038, "maxwell": 3039, "supposed": 3040, "giant": 3041, "distinct": 3042, "excitement": 3043, "entertainment": 3044, "contemplate": 3045, "malachi": 3046, "calvary": 3047, "21": 3048, "reads": 3049, "remaining": 3050, "solve": 3051, "represents": 3052, "industry": 3053, "covered": 3054, "wonders": 3055, "hot": 3056, "weather": 3057, "addiction": 3058, "womanhood": 3059, "eager": 3060, "worse": 3061, "restore": 3062, "unselfish": 3063, "limit": 3064, "faust": 3065, "block": 3066, "coach": 3067, "rejection": 3068, "swept": 3069, "sides": 3070, "adultery": 3071, "exhort": 3072, "finger": 3073, "tradition": 3074, "survive": 3075, "depends": 3076, "decades": 3077, "pause": 3078, "missing": 3079, "quest": 3080, "illustrate": 3081, "wrath": 3082, "prince": 3083, "luke": 3084, "excited": 3085, "entirely": 3086, "bridge": 3087, "attack": 3088, "directs": 3089, "hardships": 3090, "receives": 3091, "losing": 3092, "beautifully": 3093, "mysteries": 3094, 